[
 {
  "ID":0,
  "Name":"State Rep. Paul \"Skip\" Stam",
  "Photo":"stam",
  "Code":"NC",
  "State":"North Carolina ",
  "Quote":"I think same-sex parents are \"more dangerous than second-hand smoke.\"",
  "Fact1":"I fought against an anti-bullying bill because I believed it would have led to pedophilia.",
  "Fact2":"I have a \"can do\" spirit. I loaded a motorcycle safety bill with a bunch of abortion restrictions because it was the only way to get them passed!",
  "Fact3":"My whole career, I have fought against any religion that condones child sacrifice.",
  "Share":"Share this to let folks know that this goon is a leader in the GOP. ",
  "Match":"Clearly, your life choices are worse than second-hand smoke. You should donate to LPJ so we can help eradicate poison like this from politics. ",
  "MatchSocial":"Share. It could save a life. Yours. ",
  "Source":"http://www.huffingtonpost.com/2014/06/25/paul-stam-sexual-orientation_n_5529497.html",
  "Nope":"Good on ya. Now share this dude with everyone you know who is against child sacrifice!"
 },
 {
  "ID":1,
  "Name":"Justice Tom Parker",
  "Photo":"parker",
  "Code":"AL",
  "State":"Alabama",
  "Quote":"When I'm not trying to toss women in jail for having a miscarriage, I look for other ways to imprison them. ",
  "Fact1":"I believe \"other judges have legalized abortion and homosexuality, and are shaking the very foundation of our society.\" ",
  "Fact2":"I also believe the ACLU is part of a war to force political correctness onto Alabama and \"turn us into another San Francisco.\" ",
  "Fact3":"In my spare time, I enjoy posing with Confederate flags and leaders of hate groups.",
  "Share":"Warn- I mean tell- your friends about Tom Parker's obsession with your insides.",
  "Match":"Guess you're turned on by a shame boner. Repent by clicking donate. It will feel cleansing.",
  "MatchSocial":"Share this profile to expose this fraudulent Justice to the court of public opinion.",
  "Source":"http://www.newrepublic.com/article/119766/tom-parker-alabama-judge-dismantling-roe-v-wade",
  "Nope":"Good choice, you don't need this guy in your life! Now share his profile to warn your friends about him too!"
 },
 {
  "ID":2,
  "Name":"Chief Justice Roy Moore",
  "Photo":"mooreAL",
  "Code":"AL",
  "State":"Alabama",
  "Quote":"I hope I don't have to \"give my life\" in the fight against marriage equality.",
  "Fact1":"I'm tight with a group called Operation Save America who thinks 9/11 was \"divine punishment\" for legal abortion. ",
  "Fact2":"I believe the legalization of same-sex marriage is worse than racism because \"it affects our entire system of morality and family values.\"",
  "Fact3":"I write beautiful poetry about how abortion and sodomy are ruining our country. ",
  "Share":"Let your friends know what a class act I am by sharing my profile!",
  "Match":"Your taste in politicians terrifies us. You should donate so we can take time off to recover.",
  "MatchSocial":"Share this profile to let your friends know this guy can actually make decisions that affect their lives. ",
  "Source":"http://www.washingtonpost.com/news/post-nation/wp/2015/02/09/who-is-roy-moore-the-judge-at-the-center-of-alabamas-muddled-gay-marriage-situation/",
  "Nope":"Nice, you skipped this creep. Now share this to warn others!"
 },
 {
  "ID":3,
  "Name":"State Sen. Pete Kelly",
  "Photo":"kelly",
  "Code":"AK",
  "State":"Alaska",
  "Quote":"But really, who doesn't agree that you can end abortion by making birth control unavailable? ",
  "Fact1":"I think ʺbirth control is for people who don't necessary want to act responsibly.ʺ",
  "Fact2":"I voted to use taxpayer dollars to put pregnancy tests in bar bathrooms as a way of discouraging pregnant women from drinking.",
  "Fact3":"I blamed juvenile crime on \"open-mindedness, diversity and Earth worship.\" Hail Gaia! ",
  "Share":"Share this to let your friends know, Pete Kelly is on the loose!",
  "Match":"Test results are in and your match with Pete Kelly is a negative! The only way to make it a positive is by donating to LPJ. ",
  "MatchSocial":"Act responsibly and share the 411 on this enemy of science.",
  "Source":"http://www.themudflats.net/archives/43217",
  "Nope":"Very responsible choice! Now help your friends make good choices by sharing this profile!"
 },
 {
  "ID":4,
  "Name":"State Sen. Fred Dyson",
  "Photo":"dyson",
  "Code":"AK",
  "State":"Alaska",
  "Quote":"I am a tireless champion for people who think the poor should never experience joy.",
  "Fact1":"I proudly believe ʺNo one is prohibited from having birth control because of economic reasons.ʺ ",
  "Fact2":"Women can buy condoms for the cost of a can of pop and get the pill for the price of four to five lattes each month.",
  "Fact3":"Sexual activity is recreation. The state shouldn't finance other people’s recreation.",
  "Share":"If you're broke and like sex, share this to tell your friends this guy sucks.",
  "Match":"Meet Fred for a latte with an extra dollop of foamy self loathing! Better yet, donate that latte cash to LPJ!",
  "MatchSocial":"Share to let your friends know about this one man shaming machine. ",
  "Source":"http://amandacoyne.com/quote-of-the-day/quote-of-the-day-state-sen-fred-dyson-conducts-research-on-condoms/",
  "Nope":"Crisis averted! Now share this to let people know Fred should be avoided. "
 },
 {
  "ID":5,
  "Name":"Judge Mark Fuller ",
  "Photo":"fuller",
  "Code":"AL",
  "State":"Alabama",
  "Quote":"I will stand up to tyranny, like that time I was forced to beat my wife because she was hysterical! ",
  "Fact1":"Just ask my lawyer, who claims my wife was fabricating those smacking sounds on the 911 call. ",
  "Fact2":"I stand my ground, I only resigned under the threat of impeachment.",
  "Fact3":"I like to swing both ways. I'm a federal judge but also a defendant.",
  "Share":"Share this to let your friends know what type of criminals are in their courts.",
  "Match":"Not to judge, but if you match with this judge, you have horrible judgment. Make up for it by donating to LPJ today.",
  "MatchSocial":"Share this. Because maybe criminals shouldn't call the shots in court? ",
  "Source":"http://www.salon.com/2015/06/01/americas_most_heinous_judge_resigns_wife_beater_mark_fuller_leaves_the_bench_finally_but_not_easily/",
  "Nope":"You dodged one hell of a bullet. Now share this with your friends to give them a heads up. "
 },
 {
  "ID":6,
  "Name":"James Henderson",
  "Photo":"henderson",
  "Code":"AL",
  "State":"Alabama",
  "Quote":"As former executive director of the Alabama Christian Coalition, I'm now looking for that special someone to spend these end-days with. ",
  "Fact1":"My main goal in life is to shut down abortion clinics because, you know, hobbies are important!",
  "Fact2":"I'm a tireless advocate for the men who risk personal injury while harassing patients who need abortions. ",
  "Fact3":"Seriously, I argued in court that clinics should be shut down because my protesting causes too much disruption.",
  "Share":"Share to let your friends know that Good ol' James has a huge posse and they are actively fucking with your rights.",
  "Match":"This match has left us no choice but to ask the state to grant your family the authority to make decisions for you. Donate, and we may reconsider. ",
  "MatchSocial":"Share this to let people know this creep is on the streets harassing women. ",
  "Source":"http://www.al.com/news/huntsville/index.ssf/2015/02/christian_coalition_of_alabama.html",
  "Nope":"Good decision, share this if you think this guy needs an indoor hobby!"
 },
 {
  "ID":7,
  "Name":"State Rep. Terri Collins",
  "Photo":"collins",
  "Code":"AL",
  "State":"Alabama",
  "Quote":"I love science, especially the kind I make up... like when I pretend a fetus with a heartbeat shares the same rights we all have.",
  "Fact1":"Thanks to me, fetuses in the state of Alabama get their own lawyers. You're welcome, taxpayers ;)",
  "Fact2":"I wanted to increase the wait period for an abortion to 48 hours because women need extra time to make their own decisions, bless their hearts.",
  "Fact3":"Looking for someone to love me as much as I hate myself.",
  "Share":"Share this to let your friends know that their lives matter more than a fetus's. ",
  "Match":"If you're dead inside, you've found your dream match. Donate to revive yourself.",
  "MatchSocial":"Share and beg forgiveness.",
  "Source":"http://www.al.com/news/index.ssf/2015/04/alabama_lawmakers_seek_to_ban.html",
  "Nope":"Good save, share this to let your friends know Terri should think for 48 hours before she opens her mouth. "
 },
 {
  "ID":8,
  "Name":"State Rep. Ed Henry",
  "Photo":"henry",
  "Code":"AL",
  "State":"Alabama",
  "Quote":"I believe that abortion providers should be treated like sex offenders.",
  "Fact1":"I became a fetus spokesperson to atone for the abortion I \"allowed\" my girlfriend to have 20 years ago.",
  "Fact2":"I proposed a law to prevent abortion clinics from operating within 2000 feet of a school because the graphic signs my friends use to protest with are upsetting to children. ",
  "Fact3":"I don't believe in birth control. So I may be in for many more regrets. ",
  "Share":"If you and your friends believe in birth control, share this to let them know there are guys who don't and they are in charge of stuff.",
  "Match":"Apparently, draconian legislation is your thing. Not. Healthy. Donate, it'll be good for your health.",
  "MatchSocial":"Share your shame too and warn others to do better.",
  "Source":"http://www.rawstory.com/2015/04/alabama-republican-pushes-bill-that-treats-abortion-clinics-like-sex-offenders/",
  "Nope":"Good choice, share if you think this guy shouldn't operate within 2000 feet of an intelligent human being."
 },
 {
  "ID":9,
  "Name":"Sheriff Joe Arpaio",
  "Photo":"arpaio",
  "Code":"AZ",
  "State":"Arizona",
  "Quote":"I call myself \"America's Toughest Sheriff.\" What I call tough, others might call \"racist and bigoted.\"",
  "Fact1":"The Department of Justice has filed legal complaints against me for constitutional violations against Latinos. ",
  "Fact2":"My staff is fluent in racial slurs!",
  "Fact3":"Under my leadership, Latina women were targeted and stalked by my officers.",
  "Share":"Share my profile with your friends (but only the American ones).",
  "Match":"Damn! You matched with the worst of the worst. Donate to make up for this awfulness. ",
  "MatchSocial":"If this guy's idea of justice makes you terrified for America, share to let others know!",
  "Source":"http://thinkprogress.org/justice/2012/05/10/482323/ten-most-disturbing-anti-latino-practices-described-by-dojs-lawsuit-against-sherriff-joe-arpaio/",
  "Nope":"You dodged a bullet! Share this profile and let's show this guy who's really tough. "
 },
 {
  "ID":10,
  "Name":"Sen. Tom Cotton",
  "Photo":"cotton",
  "Code":"AR",
  "State":"Arkansas",
  "Quote":"Gays should be happy that we only discriminate against them and don't execute them!",
  "Fact1":"I received a campaign donation from the white supremacist group cited by Dylann Roof. But I returned it after the Charleston shootings. #AllCampaignDonationsMatter",
  "Fact2":"I heeded the warning that Obama allowed ISIS to smuggle ebola infected people through Mexico into Arkansas.",
  "Fact3":"I think there are \"too many empty beds\" at GITMO.",
  "Share":"Share this because this guy made it through Harvard, so it's a public service on 2 fronts. ",
  "Match":"You two losers can vote against equal pay together! Donate or stay a loser.",
  "MatchSocial":"If Cotton's war on sanity makes you wanna drop F bombs, share this!",
  "Source":"http://thinkprogress.org/lgbt/2015/04/02/3642060/senator-says-critics-indiana-get-perspective-thankful-state-doesnt-execute-gays/",
  "Nope":"You know you can do better, share this because so can everyone else!"
 },
 {
  "ID":11,
  "Name":"State Rep. Kathleen Conti ",
  "Photo":"conti",
  "Code":"CO",
  "State":"Colorado",
  "Quote":"I killed a Colorado birth control program that reduced teen pregnancy by 40% and teen abortions by 35%.",
  "Fact1":"I believe providing birth control allows \"young ladies to go out there and look for love in all the wrong places\".",
  "Fact2":"I voted against bills that would have helped unemployed veterans find jobs, and would have helped firefighters and cops treat their PTSD!",
  "Fact3":"I have an \"A\" rating from the NRA #ProLife",
  "Share":"Let your friends know that I also voted against Child Tax Credits for working parents!",
  "Match":"You and Conti can vote against programs proven to help people together! Donate and maybe we'll forgive you. But not her.",
  "MatchSocial":"If Conti's 'no' votes have you screaming 'NOOOOOO' share this! ",
  "Source":"http://rhrealitycheck.org/article/2015/04/30/colorado-republicans-say-teen-pregnancy-prevention-program/",
  "Nope":"Thank you for having the self worth to bypass this dud. Now share your accomplishment!"
 },
 {
  "ID":12,
  "Name":"Attorney Matt McLaughlin",
  "Photo":"mclaughlin",
  "Code":"CA",
  "State":"California",
  "Quote":"Any person who willingly touches another person of the same gender for purposes of sexual gratification should be put to death by bullets to the head or by any other convenient method.",
  "Fact1":"I authored \"The Sodomite Suppression Act\".",
  "Fact2":"I attempted an initiative to make The Bible required reading in public schools.",
  "Fact3":"There's an online petition saying that I should be disbarred! #Famous",
  "Share":"Let your friends know that I think gays should be shot and I have my license to practice law.",
  "Match":"If you matched, get a life coach and a gay friend. Then whatever money you have left over, donate it to LPJ as an apology.",
  "MatchSocial":"If you think lawyers who call for gays to be put to death shouldn't be practicing law, share this!",
  "Source":"http://talkingpointsmemo.com/muckraker/matthew-gregory-mclaughlin-employer-bridgman",
  "Nope":"Good choice, now share this creep's info so he's not totally off the radar like he wants to be."
 },
 {
  "ID":13,
  "Name":"State Rep. Terry England",
  "Photo":"england",
  "Code":"GA",
  "State":"Georgia ",
  "Quote":"I'm a risk-taker who dared to compare women to farm animals!",
  "Fact1":" I supported a scientifically unsound 20 week abortion ban. ",
  "Fact2":"Abortion should be banned even if a fetus is dead, because if a cow or a pig can give birth to a dead baby, a woman can too.",
  "Fact3":"In my spare time, I love to restore antique tractors!",
  "Share":"Let your friends know that I think they're all pigs and cows!",
  "Match":"If you match with Terry, you best become a vegetarian, or you might one day eat your mom with ketchup! Donate to LPJ if you feel bad about this.",
  "MatchSocial":"If Terry England has you having a cow, share this fool on social media!",
  "Source":"http://www.huffingtonpost.com/2012/03/09/terry-england-farm-animals_n_1335976.html",
  "Nope":"Good job, keep this guy in a barn where he belongs. But share his crazy ass on social media!"
 },
 {
  "ID":14,
  "Name":"State Rep. Vito Barbieri",
  "Photo":"barbieri",
  "Code":"ID",
  "State":"Idaho",
  "Quote":"I'm a dashing state rep who thinks you can swallow a camera to see your uterus!",
  "Fact1":"Oh, right, you can't shit out a baby... er I was just kidding, duh. ",
  "Fact2":"I have no idea how your body works, but I still want to legislate it!",
  "Fact3":"Guess I'll cling to my gun, rather than a woman.",
  "Share":"Tell your friends I don't know where the digestive track goes but I'll still try to legislate your reproductive systems!",
  "Match":"If you're a match, then you also think people can shit a baby. Sad. Donate to LPJ and you'll learn some shit.",
  "MatchSocial":"If you think Vito shouldn't be making laws about medical procedures, share this shit!",
  "Source":"http://www.slate.com/blogs/xx_factor/2015/02/24/vito_barbieri_anti_abortion_idaho_republican_asks_if_you_can_reach_the_vagina.html",
  "Nope":"Good thing you passed, everything Vito says is hard to swallow. Share your good sense!"
 },
 {
  "ID":15,
  "Name":"State Rep. David Moore",
  "Photo":"mooreMT",
  "Code":"MT",
  "State":"Montana",
  "Quote":"Yoga pants should be illegal in public.",
  "Fact1":"I've also proposed a law that bans tight-fitting beige items. ",
  "Fact2":"More specifically, any garment that “gives the appearance or simulates” a person’s buttocks, genitals, pelvic area or female nipple. Or is beige.",
  "Fact3":" I later said the whole thing was a joke. I'm SO funny!",
  "Share":"Let your friends know I think their bodies are indecent!",
  "Match":"A relationship that is formed on a mutual hatred of beige will never last. Donate and we'll be here when you need to cry it out. ",
  "MatchSocial":"If you think that you shouldn't be arrested for wearing workout pants because it makes some perv think of your vag, share this!",
  "Source":"http://www.huffingtonpost.com/2015/02/11/david-moore-yoga-pants-montana_n_6661216.html",
  "Nope":"Wear whatever you want in peace because you tossed this loser. Now share this!"
 },
 {
  "ID":16,
  "Name":"David Leach",
  "Photo":"leach",
  "Code":"IA",
  "State":"Iowa",
  "Quote":"I'm the Secretary General of the Army of God. We do more threatening of women and doctors before 9am than most people do their whole lives.",
  "Fact1":"I'm the guy at dinner parties arguing in favor of justifiable homicide in the case of abortion doctors. #partyanimal",
  "Fact2":"One man's domestic terrorist is another man's domestic terrorist. #AMIRITE ",
  "Fact3":"I play the trumpet. ",
  "Share":"Share to let your peeps know that I'm out there being an \"activist\". #BeAfraid",
  "Match":"Did you lose a bet? WTF? Donate to LPJ to make up for this mistake!",
  "MatchSocial":"If you want to red flag the radicals, share me on social media!",
  "Source":"http://www.dailykos.com/story/2013/04/24/1204536/-Iowa-anti-abortion-radical-If-someone-would-shoot-the-new-abortionists#",
  "Nope":"Share this guy. The scary is real."
 },
 {
  "ID":17,
  "Name":"State Sen. Mike Wilson",
  "Photo":"wilson",
  "Code":"KY",
  "State":"Kentucky",
  "Quote":"I'm a history buff who loves to compare abortions to the Holocaust!",
  "Fact1":"I like going dutch. I force you to have an ultrasound AND make you pay for it. ",
  "Fact2":"I'm also a fan of spoken word, like my bill requiring a doctor to unnecessarily narrate your ultrasound. #SupportTheArts",
  "Fact3":"I am a Sagittarius",
  "Share":"Share to let your friends know that I want to be in the room with you and your gyno!",
  "Match":"You and Mike should vacation together on a \"state mandated\" guilt trip! Donate, and maybe you won't feel so guilty.",
  "MatchSocial":"Share this if you don't think your relationship with your doctor should be a three-way including Mike Wilson.",
  "Source":"http://www.state-journal.com/local%20news/2015/02/06/ultrasound-abortion-bill-gets-early-ok-in-kentucky-senate",
  "Nope":"Good job, now share this wannabe gynecologist on social media. "
 },
 {
  "ID":18,
  "Name":"State Rep. Rick Brattin",
  "Photo":"brattin",
  "Code":"MO",
  "State":"Missouri",
  "Quote":"I'm the Prince Harming who introduced a bill that required a woman seeking an abortion get written permission from the man who knocked her up.",
  "Fact1":"Caveat: Women who are raped don't need signatures to get an abortion, but they must prove that they were \"legitimately raped.\"",
  "Fact2":"I also sponsored legislation that would have given equal weight to intelligent design and evolution in textbooks.",
  "Fact3":"I was born the same year the movie \"The Shining\" was released.",
  "Share":"Share this to let your friends know that I think grown ass women need permission slips to get an abortion.",
  "Match":"I hope covenant marriage is your thing. If not, Donate to LPJ!",
  "MatchSocial":"If you don't think you should have to ask permission to make your own choices make sure and share this!",
  "Source":"http://www.kansascity.com/opinion/editorials/article4704276.html",
  "Nope":"That's right. Lose this creep, but share his profile to keep his crazy on the radar."
 },
 {
  "ID":19,
  "Name":"Sen. David Vitter",
  "Photo":"vitter",
  "Code":"LA",
  "State":"Louisiana ",
  "Quote":"I work hard and I play hard. In the Senate, I'm trying to defund Planned Parenthood. But at a creepy hotel, I'm on my knees wearing an adult diaper.",
  "Fact1":"In one week, I introduced four anti-choice bills in the senate! #WorkHard",
  "Fact2":"I was named as a client in a major D.C. prostitution ring. #PlayHard",
  "Fact3":"The day the Supreme Court announced their ruling in favor of marriage equality, I tweeted, \"Chick-fil-A kind of a day.\" ",
  "Share":"Share if you don't want this sleazeball regulating your body. ",
  "Match":"Just remember, you're gonna have to stand behind him when he publically apologizes for some bullshit. Donating to LPJ is way less humiliating!",
  "MatchSocial":"If you think someone involved in a sex scandal shouldn't tell you what to do with your body, share this!",
  "Source":"http://rhrealitycheck.org/article/2015/01/09/four-new-anti-choice-bills-introduced-u-s-senate/",
  "Nope":"Yay! You're not his type anyway, he likes to pay for it. But share his profile to air him out!"
 },
 {
  "ID":20,
  "Name":"Rep. Steve King ",
  "Photo":"king",
  "Code":"IA",
  "State":"Iowa",
  "Quote":"“Unicorns, leprechauns, gay marriages in Iowa — these are all things you will never find because they don't exist.”",
  "Fact1":"I only support abortion ban exemptions for \"forcible\" rape. ",
  "Fact2":"“It turns out to be the best vote that I cast, was my “no” vote to the $51.5 billion to Hurricane Katrina. That probably was my best vote.”",
  "Fact3":"I'm the guy who said that \"illegals\" have \"calves the size of cantaloupes\" from hauling marijuana... so I appreciate a smokin' bod. ",
  "Share":"Share to tell your friends about Steve - forcibly!  ",
  "Match":"You're a \"legitimate\" match with Steve! Donate and maybe we'll forgive you. ",
  "MatchSocial":"If you think Steve should be \"forcibly\" removed from office, share this!",
  "Source":"http://www.deathandtaxesmag.com/199988/30-of-congressman-steve-kings-greatest-quotes/",
  "Nope":"This was a legitimately good choice, share with your friends to brag about it!"
 },
 {
  "ID":21,
  "Name":"State Sen. Nancy Barto",
  "Photo":"barto",
  "Code":"AZ",
  "State":"Arizona",
  "Quote":"I'm obsessed with who pays for abortions, so do you mind if we go Dutch?",
  "Fact1":"“Frankly, most Americans abhor their money going to pay for abortions.\"",
  "Fact2":"I backed legislation that would \"monitor\" IVF treatments. ",
  "Fact3":"I am a huge supporter of Dr. George Delgado, the MD who claims he can reverse an abortion. ",
  "Share":"Tell your friends about Nancy - it's free! ",
  "Match":"You need to reverse your swipe, then donate to LPJ and ask for a second chance. ",
  "MatchSocial":"If you think Nancy should pay for her attacks on women, share this!",
  "Source":"http://www.nytimes.com/aponline/2015/03/26/us/ap-us-arizona-abortion-restrictions.html?_r=0",
  "Nope":"No need to reverse your decision here, just share Nancy's anti-choice gibberish!"
 },
 {
  "ID":22,
  "Name":"State Sen. Sylvia Allen",
  "Photo":"allen",
  "Code":"AZ",
  "State":"Arizona",
  "Quote":"ʺI think the worst war that has ever happened on women is before they were ever born, the millions of little baby girls who have been killed through abortion.\" ",
  "Fact1":"I lament the fact that religion was \"kicked out of our public places.\"",
  "Fact2":"I believe the world is only 6,000 years old, even if most of my beliefs seem to be from 50,000 BC. ",
  "Fact3":"I think there should be a law that makes attending church mandatory for all Americans. ",
  "Share":"If you like to sleep late on Sundays, let your friends know about Sylvia! ",
  "Match":"You've just committed every single Sunday to Sylvia! You should donate to LPJ to make amends.",
  "MatchSocial":"To wage a war on this woman's lunacy, share this profile!",
  "Source":"http://www.forwardprogressives.com/arizona-state-sen-sylvia-allen-says-church-attendance-should-be-mandatory/",
  "Nope":"Apparently you believe in the separation of church and state! Share this to warn others about crazy church lady Sylvia."
 },
 {
  "ID":23,
  "Name":"State Rep. Justin Harris",
  "Photo":"harrisAR",
  "Code":"AR",
  "State":"Arkansas",
  "Quote":"I'm the family values guy who locked my adopted girls in a room and monitored them because I thought they were possessed by demons.",
  "Fact1":"I had an exorcism performed on my daughters, evidently, to prevent me from having to burn them at the stake. ",
  "Fact2":"Eventually I gave away my two adopted daughters to a man who later raped the 6-year old. #FamilyValues",
  "Fact3":"I sponsered a bill that would make it difficult for a teenage rape victim to get an abortion. ",
  "Share":"Share the news about Justin's strong commitment to families.",
  "Match":"You're with Justin! Consider yourself possessed by demons. Donate to cleanse yourself.",
  "MatchSocial":"If you think politicians like Justin need to be exorcised, share this profile!",
  "Source":"http://thinkprogress.org/health/2015/03/18/3635237/justin-harris-parental-consent/",
  "Nope":"Consider yourself #blessed for avoiding this freak. Share your good fortune with others."
 },
 {
  "ID":24,
  "Name":"State Rep. Kim Hammer",
  "Photo":"hammer",
  "Code":"AR",
  "State":"Arkansas",
  "Quote":"I want to force poor women to use birth control because \"we need to give them a little bit of a breather to think about their life decisions that are affecting us as taxpayers.\"",
  "Fact1":"I introduced a bill to incentivize poor women to have fewer children by offering long-term contraceptive devices. The only downside? The women might enjoy sex. ",
  "Fact2":"I voted to allow handguns on church property because if prayer doesn't work, you're gonna want some heat! ",
  "Fact3":"I also voted to make English the only language available for driver's license tests. So the folks in Arkansas don't have to worry about anyone driving while foreign.",
  "Share":"Share the news about Kim, but please do it in English.",
  "Match":"You're with Kim, poor you! Donate if you don't think he should decide if you're worthy of having a family. ",
  "MatchSocial":"Share this if you think lawmakers like Kim shouldn't reproduce.",
  "Source":"http://rhrealitycheck.org/article/2015/03/23/arkansas-republican-wants-low-income-women-fewer-children/",
  "Nope":"Lucky you! Share this if you think Kim's a douche in any language."
 },
 {
  "ID":25,
  "Name":"Dr. George Delgado",
  "Photo":"delgado",
  "Code":"CA",
  "State":"California",
  "Quote":"I can reverse your abortion! Don't believe me? Let me explain...",
  "Fact1":"All I have to do is give you an unregulated \"reversal\" pill and boom! Abortion undone.",
  "Fact2":"But really, a medical abortion requires taking two pills, I just make sure you don't take that second pill... ",
  "Fact3":"Just ignore the fact that this procedure is discredited by scientists and gynecologists. Please? ",
  "Share":"Share my profile if you think abortion is a \"Diagnosis: Murder\" episode.",
  "Match":"You and Dr. Delgado have just the right prescription for a batshit love affair. Donate to make yourself feel better.",
  "MatchSocial":"If you'd like to \"reverse\" Dr. Douche's quackery, please share.",
  "Source":"http://thinkprogress.org/health/2015/07/14/3679990/abortion-pill-reversal/",
  "Nope":"You made the healthy choice! Share if you think this guy's medical license should be reversed."
 },
 {
  "ID":26,
  "Name":"Assemblywoman Shannon Grove",
  "Photo":"grove",
  "Code":"CA",
  "State":"California",
  "Quote":"I believe the California drought is God's wrath over abortion. #Thirsty",
  "Fact1":"I don't think water restrictions will help the drought, but abortion restrictions will!",
  "Fact2":"To me, laws that regulate \"crisis pregnancy centers\" to protect women are akin to Nazism. #Reasonable",
  "Fact3":"I am one of the few anti-choice state legislators in California. So snag me while you can!",
  "Share":"If you can think of other reasons that the California drought is happening, share this with your friends. ",
  "Match":"Santorum and Huckabee support her and now you do, too. Donating would be less embarrassing. ",
  "MatchSocial":"She wants to end the Endangered Species Act, so help make politicians like her an endangered species by sharing her profile!",
  "Source":"http://rhrealitycheck.org/article/2015/06/10/california-assemblywoman-drought-represents-gods-wrath-abortion/",
  "Nope":"This is as miraculous as rain in California. Share your good news!"
 },
 {
  "ID":27,
  "Name":"State Rep. Gordon Klingenschmitt",
  "Photo":"klingenschmitt",
  "Code":"CO",
  "State":"Colorado ",
  "Quote":"I host a show called \"Pray in Jesus Name\" where I drop gems like this: ",
  "Fact1":"\"If the bible will not give eternal benefits to homosexuals, if they cannot inherit the kingdom of God, why in this world, should they get bonus pay or employee benefits?\"",
  "Fact2":"\"If you get three women and a dog together and they all mate together they’re not gonna have a baby\"",
  "Fact3":"I claimed that a brutal attack on a pregnant woman was a \"curse of god\" for America's sins. ",
  "Share":"Share if you think America's real curse is guys like Klingenschmitt.",
  "Match":"Your match is a guy who will harshly judge you for the rest of your life! We promise not to judge you if you donate.",
  "MatchSocial":"Share this to spread the word about the dude who's harshing Colorado's entire buzz.",
  "Source":"http://www.liberalamerica.org/2014/11/08/the-16-most-insane-gordon-klingenschmitt-quotes/",
  "Nope":"Good job, insane and unhinged doesn't seem to be your type. Share this to warn your friends!"
 },
 {
  "ID":28,
  "Name":"Rep. Mike Coffman",
  "Photo":"coffman",
  "Code":"CO",
  "State":"Colorado ",
  "Quote":"I believe that if a rape victim wants an abortion, not only should she have to tell her doctor, she should have to tell the police. ",
  "Fact1":"I also think Social Security is a \"Ponzi scheme.\"",
  "Fact2":"I'm definitely a hardliner against the rape and incest abortion exception, except during election years, of course.",
  "Fact3":"I voted against relief for victims of Hurricane Sandy, yet asked for federal relief for Colorado flood victims.",
  "Share":"Flood your social media with info about Hurricane Coffman.",
  "Match":"Apparently you think a two-faced liar means more to kiss. Donate to show us some more deserved affection! ",
  "MatchSocial":"Share to report this guy to voters before he reports you to the police.",
  "Source":"http://www.huffingtonpost.com/jason-salzman/coffman-wants-rape-victim_b_7283908.html",
  "Nope":"Yay! No need to get the authorities involved here, just share this profile!"
 },
 {
  "ID":29,
  "Name":"State Rep. Robin Lundstrum",
  "Photo":"lundstrum",
  "Code":"AR",
  "State":"Arkansas",
  "Quote":"I tell people medical abortions are reversible, when really that's not medically accurate. ",
  "Fact1":"In fact, I helped write a law that forces doctors to lie to patients about their abortions being reversible.",
  "Fact2":"I also wrote the law that makes Arkansas women wait 48 hours to have an abortion, but remember, even then, it's reversible. ",
  "Fact3":"I worked hard to make sure gay people could be discriminated against by religious zealots.",
  "Share":"Let your friends know that someone like me has say over someone like you.",
  "Match":"Really? Wow, Ok. Donate and we'll stop looking at you weird. ",
  "MatchSocial":"Tell your friends in Arkansas that this enemy of tolerance is voting on their behalf. ",
  "Source":"http://www.thv11.com/story/news/local/2015/04/08/arkansas-law-says-abortions-can-be-reversed/25488099/",
  "Nope":"No need to reverse this decision! Share this profile if you think the decision to put Lundstrum in office should be reversed. "
 },
 {
  "ID":30,
  "Name":"State Sen. Kevin Lundberg",
  "Photo":"lundberg",
  "Code":"CO",
  "State":"Colorado",
  "Quote":"I believe an IUD stops \"a small child from implanting.\"",
  "Fact1":"I voted to stop teen pregnancy by removing the program that reduced it by 40%.",
  "Fact2":"I believe birth control is abortion.",
  "Fact3":"I voted against repealing a bill that makes adultery a crime because it would \"reduce the 10 commandments to 9 commandments.\"",
  "Share":"Share me with all your racist, sexist & homophobic friends!",
  "Match":"Congratulations! Your first date will probably be a Ted Nugent concert. Donate and we won't laugh (in your face).",
  "MatchSocial":"Hey, Colorado! How do you legalize pot AND elect this guy? Share so it doesn't happen again.",
  "Source":"http://bluenationreview.com/finally-anti-choice-politician-gets-science-right/",
  "Nope":"Good fo you, how horrible would it be to have this dude implanting in you? Share your smart decision on social media. "
 },
 {
  "ID":31,
  "Name":"State Sen. Owen Hill",
  "Photo":"hill",
  "Code":"CO",
  "State":"Colorado ",
  "Quote":"I'm all for curing some gays!",
  "Fact1":"I believe taking away a woman's reproductive rights is a form of \"human dignity.\" ",
  "Fact2":"I describe President Obama as a \"Kenyan President.\"",
  "Fact3":"I'm on the board of a company called “Save the Storks” which parks anti-choice vans outside abortion clinics.",
  "Share":"There's a tea party in my pants and you're invited, share my profile!",
  "Match":"Congratulations, you and Hill can be racist and homophobic together. Donate to feel better about yourself. ",
  "MatchSocial":"If you're dead inside, spread the word about this wonderful man.",
  "Source":"http://blogs.denverpost.com/thespot/2015/04/08/colorado-senate-kills-bill-to-ban-conversion-therapy-for-minors/118695/#more-118695",
  "Nope":"You'd be 'owen it to yourself to spread the word about this tool."
 },
 {
  "ID":32,
  "Name":"State Rep. Pat McElraft",
  "Photo":"mcelrath",
  "Code":"NC",
  "State":"North Carolina ",
  "Quote":"I push for abortion restrictions because I want \"a few more little taxpayers born.\" ",
  "Fact1":"I supported a bill that would ban state university medical schools from teaching abortion procedures.",
  "Fact2":"I believe it's fine to ban medical training because \"sometimes, you learn how to act in an emergency situation.\"",
  "Fact3":"I'm proud to be part of the reason that you have to wait 72 hours for an abortion in my state - but ZERO hours to purchase a gun. ",
  "Share":"Share this to help increase her waiting period for getting in the State Capitol to forever.",
  "Match":"Yay! You've found a woman who will never hate you as much as she hates herself. Donate to show yourself some love.",
  "MatchSocial":"Spread the cray-cray today. Share this.",
  "Source":"http://www.huffingtonpost.com/2015/04/03/north-carolina-abortion-_n_6999732.html?ncid=tweetlnkushpmg00000067",
  "Nope":"Good idea to skip her, your waiting period for happiness would have been eternal. Share if you agree. "
 },
 {
  "ID":33,
  "Name":"State Sen. Ralph Shortey",
  "Photo":"shortey",
  "Code":"OK",
  "State":"Oklahoma",
  "Quote":"I introduced a bill that would ban fetuses from food.",
  "Fact1":"....but there is no such thing as fetuses in food.",
  "Fact2":"I also proposed a bill so that children born in the U.S. to undocumented immigrants would be denied citizenship.",
  "Fact3":"On lethal injection: “A lot of people think they should suffer even more than they do. They think the lethal injection is too easy for them.” #ProLife",
  "Share":"Share if you think an elected official should prioritize something other than banning fetuses in food.",
  "Match":"Congrats! Look forward to a lifetime of knee-jerk reactions to non-existent issues. Or a lifetime of gratitude if you donate to LPJ!",
  "MatchSocial":"Share so others can understand that stupidity burns so hard, soon we'll need SPF to vote.",
  "Source":"http://www.huffingtonpost.com/2012/01/25/ralph-shortley-oklahoma-aborted-fetuses-food_n_1230414.html",
  "Nope":"You avoided this crazy! Now share this to warn your friends. "
 },
 {
  "ID":34,
  "Name":"Todd Kincannon",
  "Photo":"kincannon",
  "Code":"SC",
  "State":"South Carolina",
  "Quote":"I'm the former executive director of the South Carolina Republican Party and I'm Twitter famous. Find out why by tapping \"info.\"",
  "Fact1":"During 2013 Super Bowl, I tweeted “It hasn't been this dark in the Superdome since all those poors occupied it after Hurricane Katrina.”",
  "Fact2":"I blamed cough medicine as the reason I assaulted my wife in a Chik-fil-A parking lot.",
  "Fact3":"My response to an ebola outbreak in Africa was that \"we need to be napalming villages from the air right now.\"",
  "Share":"Share, then ask folks to google \"Todd Kincannon twitter\". Then shower.",
  "Match":"Your complete lack of sanity will serve you well as a leader in the Men's Rights movement. Change your ways and donate to LPJ!",
  "MatchSocial":"Congrats! Share your sociopathic soulmate with your friends.",
  "Source":"http://www.wistv.com/story/28734435/attorney-former-sc-gop-chair-arrested-on-cdv-complaint#.VSMnKy4ario.twitter",
  "Nope":"Share this if family values, that result in injured families, is not for you."
 },
 {
  "ID":35,
  "Name":"State Sen. Lee Bright",
  "Photo":"bright",
  "Code":"SC",
  "State":"South Carolina",
  "Quote":"I believe if there is an abortion ban exemption for rape and incest, women will fake a rape to get one.",
  "Fact1":"I believe that when a woman is raped and impregnated, \"that child still has a right.\"",
  "Fact2":"I am great at multitasking... like that time on the Senate floor when I defended the confederate flag while also condemning the gays.",
  "Fact3":"I sponsored legislation that would make any firearm produced in the state exempt from federal regulation.",
  "Share":"Hey, share this to let folks know Lee is one of the hundreds of elected officials who feel gays are ruining the world but the confederate flag is \"heritage\".",
  "Match":"If Lee is your match, you need a glitter bomb. Donate to LPJ, no glitter involved.",
  "MatchSocial":"Share and help end the scourge of fake rape.",
  "Source":"http://www.huffingtonpost.com/2015/05/19/south-carolina-abortion_n_7333144.html?ncid=tweetlnkushpmg00000016",
  "Nope":"Ignorance is not bliss. Share with your friends. "
 },
 {
  "ID":36,
  "Name":"Eric Scheidler",
  "Photo":"scheidler",
  "Code":"IL",
  "State":"Illinois",
  "Quote":"I am the Executive Director of the Pro-Life Action League! We work toward the day when abortion is a crime and will result in an abortion doctor being arrested.",
  "Fact1":"I sent handcuffs to abortion providers on the anniversary of Roe v Wade with a note that read, \"Could you be next?\" ",
  "Fact2":"Contraception is not the answer to reducing abortion.",
  "Fact3":"I'm also the Executive Director of The Gift Foundation, that teaches you \"The Ovulation Method\" aka \"pulling out.\" Our DVD costs $1. ",
  "Share":"Let your friends know that I consider aggressive intimidation a conversation starter.",
  "Match":"Have fun making posters from really creepy pictures together! Donate, you'll enjoy it more.",
  "MatchSocial":"Let your friends know that I am extreme, and I am influencing politicians.",
  "Source":"http://www.cosmopolitan.com/politics/news/a35796/abortion-providers-received-handcuffs-in-the-mail-on-the-anniversary-of-roe-v-wade/",
  "Nope":"You agree this dude's an asshat! Share this to keep your people in the know."
 },
 {
  "ID":37,
  "Name":"State Sen. Dan Seum",
  "Photo":"seum",
  "Code":"KY",
  "State":"Kentucky",
  "Quote":"I said, \"I think it's absolutely appalling that it's only the woman's decision\" when talking about abortion.",
  "Fact1":"I'm worried that no one is standing up for daddy's rights in the abortion dialogue - even in cases of rape and incest.",
  "Fact2":"I voted for a bill that requires a 24 hour forced delay before a woman can have an abortion. Yay! It passed! ",
  "Fact3":"Sometimes I go by \"Malano.\" ",
  "Share":"Tell your friends I think guys don't have enough say over women's bodies! #AmIRightLadies",
  "Match":"You and Dan hope women are property again! Donate to make up for this regressive bullshit. ",
  "MatchSocial":"Let your friends know I am making decisions about their bodies on behalf of baby daddies everywhere!",
  "Source":"http://www.aclu-ky.org/articles/anti-abortion-sb4-passes-senate-moves-to-house/",
  "Nope":"Women aren't the property of others! Tell your friends!"
 },
 {
  "ID":38,
  "Name":"State Rep. Jacqueline Schaffer",
  "Photo":"schaffer",
  "Code":"NC",
  "State":"North Carolina",
  "Quote":"I believe in a mandatory waiting period for abortions because \"the poorest decisions that we make are the ones that we make under pressure and on impluse.\" ",
  "Fact1":"I sponsored a bill that tripled the abortion waiting period from 24 to 72 hours. ",
  "Fact2":" I argued that women seeking abortions need a “cooling off period” just like in real estate transactions.",
  "Fact3":"I compared women's bodies to real estate!",
  "Share":"Tell your friends I think land purchasing and medical decisions fall under the same umbrella!",
  "Match":"You and Jacqueline can question all women's choices together! Donate and we won't question you. ",
  "MatchSocial":"Share to let your friends know people are passing bills that treat their bodies like literal property.",
  "Source":"http://thinkprogress.org/health/2015/04/29/3651958/abortion-comparisons-craziest/",
  "Nope":"Medical care is not a land deal! Share this if you agree!"
 },
 {
  "ID":39,
  "Name":"State Rep. Charles Van Zant ",
  "Photo":"vanzant",
  "Code":"FL",
  "State":"Florida",
  "Quote":"I proposed a law that would make performing an abortion a first-degree felony, punishable by life in prison.",
  "Fact1":"I also proposed a bill to ban race selective abortion. Yes, race selective. ",
  "Fact2":"“Abortionists have reduced our black population by more than 25 percent since 1973.”",
  "Fact3":"I believe Common Core education will turn children gay. ",
  "Share":"Let your friends know that Charles is putting an end to people having abortions when they find out their fetus's race is the same as theirs. ",
  "Match":"You're a match, good luck with every other decision you've ever made. Donate, it's actually a good decision. ",
  "MatchSocial":"If you love this guy so much, why not tell the world about him?",
  "Source":"http://rhrealitycheck.org/article/2012/01/06/florida-proposed-abortion-ban-would-put-doctors-in-prison-life/",
  "Nope":"We agree. now tell the world about Van Zant. He prefers to work in the dark."
 },
 {
  "ID":40,
  "Name":"Rep. Jody Hice",
  "Photo":"hice",
  "Code":"GA",
  "State":"Georgia",
  "Quote":"I believe that a woman running for public office must be \"within the authority of her husband.\" ",
  "Fact1":"Legal abortion is \"worse than Hitler’s six million Jews or Mussolini’s three hundred thousand.\"",
  "Fact2":"I consider Islam \"a totalitarian way of life with a religious component.\"",
  "Fact3":"I blame school shootings on us \"kicking God out of the schools.\" And Jesus is going to keep on shooting kids until you accept his love, America. ",
  "Share":"Tell your friends about Jody, but get your husband's permission first! ",
  "Match":"Congrats! You are Jody's! Now obey. Donate and maybe you'll be free again.",
  "MatchSocial":"Share to tell everyone about the new authority in your life. ",
  "Source":"http://www.salon.com/2014/11/05/americas_worst_new_congressman_why_georgias_jody_hice_is_so_frightening/",
  "Nope":"Good job, this guy is himself a \"totalitarian with a religious component.\" Share if you hate tyranny."
 },
 {
  "ID":41,
  "Name":"Gov. Mike Pence",
  "Photo":"pence",
  "Code":"IN",
  "State":"Indiana",
  "Quote":"I tried my hardest to force women to have not one, but two, ultrasounds before they can get an abortion. ",
  "Fact1":"I closed down Planned Parenthoods in Indiana and then a rash of HIV cases broke out. Oops.",
  "Fact2":"I think if Planned Parenthood wants to provide HIV services \"they ought not be in the business of providing abortions.\" ",
  "Fact3":"I also tried to make it legal to discriminate against gay people in Indiana. But that's just what I do in my spare time. ",
  "Share":"Share to let others know that Mike is rolling Indiana back to the days before the Klan was was invented there. ",
  "Match":"You didn't screen Mike, and now you might not be able to get an HIV screening either. ",
  "MatchSocial":"Are you excited your match makes everyone sick? Share!",
  "Source":"http://www.politico.com/news/stories/0211/49609.html",
  "Nope":"You rejected Mike--very discriminating! Share and brag about your good taste."
 },
 {
  "ID":42,
  "Name":"Sen. Joni Ernst",
  "Photo":"ernst",
  "Code":"IA",
  "State":"Iowa",
  "Quote":"“Planned Parenthood, the nation’s single largest provider of abortion services, is harvesting baby body parts.” ",
  "Fact1":"I got elected showcasing my hog castrating prowess as a metaphor for cutting pork in Washington. ",
  "Fact2":"I proposed a law that would make abortion illegal from the moment of conception.",
  "Fact3":"Concerning guns, I \"believe in the right to carry, and I believe in the right to defend myself and my family - whether it’s from an intruder, or whether it’s from the government.\"",
  "Share":"Tell your friends about Joni, a rising star in the GOP.",
  "Match":"She's always packin' so you got that goin' for ya. But donating is still safer.",
  "MatchSocial":"Share, because this one is a hot mess. ",
  "Source":"http://www.politifact.com/truth-o-meter/statements/2014/sep/30/joni-ernst/braley-ernst-debate-anti-abortion-legislation-impa/",
  "Nope":"You don't like the castrator? Don't get snippy about it, just share!"
 },
 {
  "ID":43,
  "Name":"Gov. Sam Brownback",
  "Photo":"brownback",
  "Code":"KS",
  "State":"Kansas",
  "Quote":"The people of Kansas do not support dismembering children.",
  "Fact1":"I not only signed a bill outlawing one of the safest forms of abortion, I then reenacted the signing four times at Catholic Schools... in case you're into role-playing. ",
  "Fact2":"I passed a law that mandated abortion providers give medically inaccurate information to women seeking abortions.",
  "Fact3":"My tax cuts for the wealthy are sending the budget and the economy of Kansas down the drain, if you like to go down. ",
  "Share":"Tell your friends about the joys of \"Brownbacking\". ",
  "Match":"You're a match! What God has joined together, let no man dismember. But still, Donate.",
  "MatchSocial":"Let folks know this person is a governor and has zero connection to the reality-based community. ",
  "Source":"http://thinkprogress.org/health/2015/04/28/3652255/brownback-re-signing-abortion-ban/",
  "Nope":"I have a feeling you're not going to be in Kansas anymore. Let others know why!"
 },
 {
  "ID":44,
  "Name":"Rep. Andy Harris ",
  "Photo":"harrisMD",
  "Code":"MD",
  "State":"Maryland",
  "Quote":"I believe a victim of rape can write off her abortion as a medical expense if she can prove it was rape to the IRS. ",
  "Fact1":"I think the contraception coverage mandate is the same as communist religious persecution.",
  "Fact2":"I don't just know what's best for women! I also voted to block the D.C. pot legalization bill, even though 68% voted for it. ",
  "Fact3":"Honestly, I'm so much fun. ",
  "Share":"Share this goodness with someone else. Trust me - I'm a doctor!",
  "Match":"You and Andy Harris are meant for each other! Which means bad news for women. Donate if that makes you feel terrible.",
  "MatchSocial":"Share how this old white dude knows what's best for women! ",
  "Source":"http://articles.baltimoresun.com/2011-04-10/news/bs-ed-rodricks-abortion-10-20110410_1_hyde-amendment-abortion-health-savings-accounts",
  "Nope":"Let your friends know about this anti-woman tire fire!"
 },
 {
  "ID":45,
  "Name":"State Rep. Thomas Hooker",
  "Photo":"hooker",
  "Code":"MI",
  "State":"Michigan",
  "Quote":"I introduced not one, not two, but three bills limiting a Michigan women's access to a safe and legal abortion. ",
  "Fact1":"I fought extra hard for the bill to “extend the full protections and rights enjoyed by Michigan citizens to the unborn.\"",
  "Fact2":"I supported a bill that kicks poor families off cash assistance programs if their monthly income is $814.",
  "Fact3":"I was up for the role of Leatherface in The Texas Chain Saw Massacre. ",
  "Share":"I'm too good to keep all to yourself. Share me with your friends!",
  "Match":"You and Rep. Hooker both make us sad for women's uteri. Donate to make up for this transgression.",
  "MatchSocial":"Check it out! Rep. Hooker and I make women's uteri sad.",
  "Source":"http://rhrealitycheck.org/article/2015/02/19/michigan-lawmaker-introduces-bills-restrict-abortion-fund-anti-choice-nonprofits/",
  "Nope":"Let your friends know about this anti-choice human thumb!"
 },
 {
  "ID":46,
  "Name":"Rep. Tom Emmer",
  "Photo":"emmer",
  "Code":"MN",
  "State":"Minnesota",
  "Quote":"I won Michele Bachmann's congressional seat and have not disappointed her fanbase! ",
  "Fact1":"I called HIV prevention outreach to gay men \"disgusting discourse\" and led an effort to strip the Minnesota AIDS Project of state funding.",
  "Fact2":"I sponsored a bill to allow pharmacists the ability to refuse to fill birth control prescriptions. ",
  "Fact3":"I strongly believe in the sanctity of human life, from conception to natural death. But not in the autonomy of women. ",
  "Share":"Share me with your friends! Let them know that limiting reproductive rights is a man's job!",
  "Match":"Wow, you should go back on your stabilizers. Donate and go straight to your doctor.",
  "MatchSocial":"Share me. I put the \"man\" in Bachmann!",
  "Source":"http://mnprogressiveproject.com/abortion-rights-in-the-minnesota-legislature/",
  "Nope":"Nope is right and Emmer is extreme nope!"
 },
 {
  "ID":47,
  "Name":"Gov. Phil Bryant",
  "Photo":"bryant",
  "Code":"MS",
  "State":"Mississippi",
  "Quote":"Thanks to me, Mississippi only has one abortion clinic. #Humblebrag",
  "Fact1":"Liberals' one mission in life is to abort children.",
  "Fact2":"When fighting to define life at conception, I defined it as “a battle of good and evil of Biblical proportions” and warned that “Satan wins” if the initiative fails. ",
  "Fact3":"I signed a bill that legalizes discrimination against gay people.",
  "Share":"Share this Ol Miss-ing link.",
  "Match":"Aw, you two jackholes are made for each other! Donate and we won't hold it against you.",
  "MatchSocial":"Share that Governor Bryant thinks he knows what's best for women even though he's just in a pathetic swinging dickmatch to try to police their uterus!",
  "Source":"http://rhrealitycheck.org/article/2014/01/31/mississippi-gov-phil-bryant-goal-end-abortion-mississippi/",
  "Nope":"Dickroll your friends and share the Governor's profile!"
 },
 {
  "ID":48,
  "Name":"Gov. Paul LePage",
  "Photo":"lepage",
  "Code":"ME",
  "State":"Maine",
  "Quote":"\"It's not that I disagree with contraceptives, I just don't think abortions are the best kind!\"",
  "Fact1":"\"If you want a good education, go to private schools. If you can’t afford it, tough luck. You can go to the public school.\"",
  "Fact2":"I don't think BPAs are a big deal. They produce estrogen! Ladies, you wouldn't look that bad with a mustache.",
  "Fact3":"I wanted to find a way to help the uninsured - except for Medicaid expansion, I vetoed that bill.",
  "Share":"This guy certainly doesn't mind sharing & neither should you!",
  "Match":"At dinner, try not to look terrified. Donate and maybe you'll feel safe. ",
  "MatchSocial":"Do yourself a favor and share. This is kind of loose cannon everyone needs to see.",
  "Source":"http://www.politico.com/magazine/story/2014/01/paul-lepage-maine-governor-crazy-101923.html#.Vb1MgZNViko",
  "Nope":"Cool. Maybe it's for the best? Share this cause you're the best!"
 },
 {
  "ID":49,
  "Name":"Rep. Blake Farenthold",
  "Photo":"farenthold",
  "Code":"TX",
  "State":"Texas",
  "Quote":"“Seeing the sonogram of my first daughter...convinced me more that it is every person's duty to protect the unborn.\"",
  "Fact1":"Having my \"pregnant wife in business class with me in economy = waste of 9 hours of free booze.\"",
  "Fact2":"I was sued by a staffer for sexual harassment after telling someone I was having \"wet dreams\" about her.",
  "Fact3":"I let my domain name \"Blow-me.org\" expire after 16 years of owning it.",
  "Share":"Let folks know that a guy who parties in onesie is a member of Congress.",
  "Match":"Well if women hating, baby fetishists are your jam, you just hit the motherlode. Donate to make up for this lack of judgement.",
  "MatchSocial":"Share Blake and his onesie with your friends.",
  "Source":"http://www.politico.com/story/2015/02/blake-farenthold-denies-accusations-115182.html",
  "Nope":"Well done. After you weep for democracy, share this monster."
 },
 
  {
  "ID":50,
  "Name":"Brain Surgeon Dr. Ben Carson",
  "Photo":"carson",
  "Code":"MI",
  "State":"Michigan",
  "Quote":"I know homosexuality is a choice because people “go into prison straight – and when they come out, they’re gay.”",
  "Fact1":"“Obamacare is really, I think, the worst thing that has happened in this nation since slavery.”",
  "Fact2":"I condemned Planned Parenthood for donating fetal tissue for research, but I myself used fetal tissue in my own research. ",
  "Fact3":"“It’s very condescending to say that poor people can’t pay at the same tax rate as the wealthy”",
  "Share":"Tell all your friends about how I “doctor” the truth.",
  "Match":"It's a match! Thank God Obamacare pays for mental health coverage! You should give thanks by donating to LPJ!",
  "MatchSocial":"Share if you think we need a surgical strike on this doctor's plan for America.",
  "Source":"http://thinkprogress.org/election/2015/05/04/3646780/ben-carson-announcement/",
  "Nope":"Share to let Ben know the doctor is out!"
 },
 {
  "ID":51,
  "Name":"State Rep. Sheila Butt",
  "Photo":"butt",
  "Code":"TN",
  "State":"Tennessee",
  "Quote":"I think rape and incest exceptions in abortion legislation are just “loopholes for the abortion industry.”",
  "Fact1":"I co-sponsored a bill to make the Holy Bible the official state book of Tennessee! ",
  "Fact2":"I think that since we have an NAACP, it’s only right that we also form an NAAWP! ",
  "Fact3":"I don’t think rape and incest are technically “verifiable”.",
  "Share":"Tell your friends this woman has a say in their lives!",
  "Match":"You like Sheila Butt and you can not lie. Donate if you're at least ashamed.",
  "MatchSocial":"Let your friends know that you're into Butt stuff. And not the fun kind.",
  "Source":"http://www.rawstory.com/2015/04/tennessee-lawmaker-tables-abortion-bill-exceptions-because-rape-and-incest-not-verifiable/#.VTd9a8MaPII.twitter",
  "Nope":"Great choice. Now show your friends this Butt!"
 },
 {
  "ID":52,
  "Name":"Gov. Mike Huckabee",
  "Photo":"huckabee",
  "Code":"AR",
  "State":"Arkansas",
  "Quote":"I believe an 11-year old rape victim should be forced to give birth.",
  "Fact1":"In the world I come from and choose to live in, “gun control” means that you hit the target.",
  "Fact2":"If I get to be president, I would use the national guard or the FBI to stop abortions.",
  "Fact3":"“Does it occur to Jay-Z that he is arguably crossing the line from husband to pimp by exploiting his wife as a sex object?”",
  "Share":"Tell all your friends Mike would let a woman die, rather than allow her to have an abortion.",
  "Match":"You and Mike Huckabee!? Flawless Fail. Donate to do at least one thing right.",
  "MatchSocial":"Let your friends know this guy is running for president!",
  "Source":"http://mic.com/articles/117416/5-quotes-show-why-mike-huckabee-is-2016-s-most-dangerous-candidate",
  "Nope":"You've got good taste! Share this buttmunch with your friends!"
 },
 {
  "ID":53,
  "Name":"State Rep. Matt Schaefer",
  "Photo":"schaefer",
  "Code":"TX",
  "State":"Texas",
  "Quote":"I’m a true gentleman. I believe that, in Texas, there are only two things a woman has to carry: a gun and her dead fetus.",
  "Fact1":"I authored a bill so that the state of Texas can force a woman to carry an embryo to full term, even in the case of fatal birth defects. <3",
  "Fact2":"“Truth. Planned Parenthood kills babies. Thousands, and thousands of babies. And they sell baby body parts.” ",
  "Fact3":"The 10 commandments are intertwined in our legal system. That is fact.",
  "Share":"Let your friends know that I think I deserve the ultimate say on what goes on in your body!",
  "Match":"You and Matt Schaefer make ISIS seem like a viable option. Donate to show your patriotism!",
  "MatchSocial":"Let's make this ignorant dingleberry of a state representative famous!",
  "Source":"http://m.dailykos.com/story/2015/05/03/1381655/-TX-Republican-Lawmaker-Wants-Pregnant-Women-To-Carry-Deceased-Fetuses-Full-Term?detail=facebook_sf",
  "Nope":"You've got good taste. Now share this douchebag with your friends."
 },
 {
  "ID":54,
  "Name":"Rep. Louie Gohmert",
  "Photo":"gohmert",
  "Code":"TX",
  "State":"Texas",
  "Quote":"“I still come back wondering, shouldn’t we wait, like that couple did, and see if the child can survive before we decide to rip him apart?”",
  "Fact1":"When I was a judge, I duck taped the head of a defendant who was too mouthy. ",
  "Fact2":"I’m pretty sure Al Qaeda is training terrorists in Mexico and sending them to the US disguised as Latinos!",
  "Fact3":"“Gay soldiers will take after the ancient Greeks in bringing their lovers to the front lines so they can “give them massages before they go into battle.”",
  "Share":"Tell your friends about me ;)",
  "Match":"You and Louie Gohmert make a truly nauseating pair. Donate to LPJ to make us feel better. ",
  "MatchSocial":"Share to let your friends check out this anthropomorphic diaper!",
  "Source":"http://thinkprogress.org/health/2015/01/27/3616176/gop-men-abortion-ban-disappointed/",
  "Nope":"Whew! Now share this Texas turd with your friends."
 },
 {
  "ID":55,
  "Name":"Del. Joe Morrissey",
  "Photo":"morrissey",
  "Code":"VA",
  "State":"Virginia",
  "Quote":"I had sex with my underrage intern and knocked her up. Yep, that's us in the pic! ",
  "Fact1":"I texted naked pictures of her to my friends!",
  "Fact2":"Even though I was jailed for “deliquency of a minor,” I kept my seat. When I got out, I voted against a bill to keep “obscene materials” out of the hands of prison inmates.",
  "Fact3":"My license to practice law was revoked.",
  "Share":"Let your friends know I used to be a high school teacher and I’m available!",
  "Match":"You and Joe are getting all the underage girls preggers! You'll still be a criminal, but donate anyway!",
  "MatchSocial":"Tell your friends that people like Joe are in office and LPJ is trying to get them out!",
  "Source":"http://thegrio.com/2015/05/22/joe-morrissey-fathered-child-teen-receptionist/",
  "Nope":"GROSS. Share this profile to warn others."
 },
 {
  "ID":56,
  "Name":"Dr. Byron C. Calhoun",
  "Photo":"calhoun",
  "Code":"WV",
  "State":"West Virginia",
  "Quote":"I’m an anti-abortion OB/GYN who has been caught lying about the risks of abortion on more than one occasion.",
  "Fact1":"I’m the only expert available at West Virginia’s major teaching hospital for women with high-risk pregnancies, including women carrying twins or triplets. ",
  "Fact2":"I am vice-chair of the department of obstetrics and gynecology at West Virginia University, and I have a bunch of complaints filed against me. ",
  "Fact3":"My biggest defenders are the folks behind the bullshit planned parenthood videos. ",
  "Share":"Tell your pals that this OB/GYN actively lies to people about abortion.",
  "Match":"You + Dr. Strangelove = false positive. Donate, it's a true positive.",
  "MatchSocial":"Share if you prefer to be examined by a doctor. Who doesn't lie. ",
  "Source":"http://rhrealitycheck.org/article/2015/07/06/west-virginia-women-speak-extremist-anti-choice-ob-gyn/",
  "Nope":"Share to get this dude out of the doctors office!"
 },
 {
  "ID":57,
  "Name":"State Sen. Tom Corbin ",
  "Photo":"corbin",
  "Code":"SC",
  "State":"South Carolina",
  "Quote":"I think women are a “lesser cut of meat.”",
  "Fact1":"“A woman always has a right to choose at the time of conception.”",
  "Fact2":"I don’t think banning guns would help domestic violence situations.",
  "Fact3":"I am a Sunday School teacher!",
  "Share":"Let your friends know Tom does’t think they’re Boars Head quality.",
  "Match":"Wait, you consider yourself utility meat? Donate to LPJ so we can upgrade you to prime cut!",
  "MatchSocial":"Tell your friends this man thinks women should be home, with no shoes on, and that he's in office! ",
  "Source":"http://www.salon.com/2015/02/13/gop_lawmaker_calls_women_a_lesser_cut_of_meat/",
  "Nope":"Share to stop this self-proclaimed meat expert from making decisions about our bodies!"
 },
 {
  "ID":58,
  "Name":"State Rep. Jodie Anne Laubenberg",
  "Photo":"laubenberg",
  "Code":"TX",
  "State":"Texas",
  "Quote":"I announced on the Texas House floor that I knew for a fact that rape kits prevent pregnancy. ",
  "Fact1":"I voted against public school breakfast programs! #ProLife",
  "Fact2":"I voted against equal pay for women!",
  "Fact3":"The Texas “Right to Life Committee” rated me 100% ",
  "Share":"Let your friends know I’ve been in the House of Reps since 2003!",
  "Match":"You and Jodie can bond over your love of fetuses over actual people. Donate if you feel bad about this. ",
  "MatchSocial":"Tell your friends that I'm from District Eighty-Nine and won't stop until their rights are mine (look I made a rhyme)! ",
  "Source":"http://thinkprogress.org/health/2013/07/10/2277531/rep-jodie-laubenberg-texas-abortion-bill/",
  "Nope":"Jodie Anne don't give a damn! Share if that scares you!"
 },
 {
  "ID":59,
  "Name":"State Sen. Donna Campbell",
  "Photo":"campbell",
  "Code":"TX",
  "State":"Texas",
  "Quote":"I fought against allowing victims of rape or incest to get their abortions covered by their insurance because their claims can’t be proven.",
  "Fact1":"I believe victims of rape and incest should have to file reports with law enforcement in order to get an abortion.",
  "Fact2":"TWICE I Introduced a bill that would allow business owners to refuse to serve LGBT customers if it violates their religious beliefs.",
  "Fact3":"I am endorsed by the NRA, Concerned Women for America PAC and The Texas Homeschool Coalition!",
  "Share":"Let your friends know that if somone needs an abortion after a rape, I expect the police to be involved!",
  "Match":"You and Donna can police women's bodies together! Exercise your authority benevolently and donate!",
  "MatchSocial":"Let your friends know that Donna is in the Senate, passing bills and making decisions!",
  "Source":"http://www.salon.com/2015/05/07/texas_republican_rape_victims_shouldnt_receive_abortion_coverage_because_their_claims_arent_measurable/?utm_source=nar.al&utm_medium=urlshortener&utm_campaign=FB",
  "Nope":"Share to let everyone know that I think rape and incest claims aren't measurable!"
 },
 {
  "ID":60,
  "Name":"State Rep. Jonathan Stickland",
  "Photo":"stickland",
  "Code":"TX",
  "State":"Texas",
  "Quote":"I have a plaque on my office door that says, “FORMER FETUS”.",
  "Fact1":"I had to be removed from the House floor after attacking another lawmaker because several Republican women changed their minds about a bill that would ban health insurance from covering abortions.",
  "Fact2":"I’m proud to have received a grade of “F-” from LGBT group “Equality Texas” - again! ",
  "Fact3":"I believe Americans should be able to carry an unlicensed gun at any age.",
  "Share":"Share to let all your little lady friends know you found a man who will fight for you!",
  "Match":"You and Jonathan Stickland make our tiny lady-brains hurt. Donate to make us feel better.",
  "MatchSocial":"Tell everyone what a disaster this Tea Party buzzkill is!",
  "Source":"http://www.salon.com/2015/03/11/texas_lawmaker_causes_ruckus_by_posting_former_fetus_plaque_outside_office/",
  "Nope":"Dodged a bullet there! Share to warn others."
 },
 {
  "ID":61,
  "Name":"Rep. Steve Stockman",
  "Photo":"stockman",
  "Code":"TX",
  "State":"Texas",
  "Quote":"“If babies had guns, they wouldn’t be aborted.”",
  "Fact1":"Arm an infant in the womb, and no one can stop it from being born! ",
  "Fact2":"I voted against the Violence Against Women Act because it helps “men dressed up as women.”",
  "Fact3":"I think President Obama may have been “intentionally” spreading Ebola in order “to take control of the economy and individuals.”",
  "Share":"Show your friends what a “studerino” I am!",
  "Match":"You and Steve Stockman make our fallopian tubes clogged. Donate to cure us. ",
  "MatchSocial":"Share the profile of the douche who has been called \"Too Crazy for Texas\".",
  "Source":"http://www.msnbc.com/msnbc/steve-stockman-abortion-twitter",
  "Nope":"Phew! You have excellent taste. Share this profile to warn others. "
 },
 {
  "ID":62,
  "Name":"Rep. Michael C. Burgess",
  "Photo":"burgess",
  "Code":"TX",
  "State":"Texas",
  "Quote":"“They stroke their face. If they’re a male baby, they may have their hand between their legs. If they feel pleasure, why is it so hard to believe that they could feel pain?”",
  "Fact1":"No really- I'm an OBGYN and congressman who tells people 14 week old male fetuses masturbate in the womb. ",
  "Fact2":"I voted against reauthorizing the Violence Against Women Act.",
  "Fact3":"I got a 0% rating from The Disabled American Veterans for my failure to support our veterans. ",
  "Share":"Let your friends know that this shitty doctor is an even shittier congressman!",
  "Match":"So you love the fetuses and hate the troops? Donate to LPJ to regain some dignity. ",
  "MatchSocial":"Share if you don't find laws based on pseudoscience sexy.",
  "Source":"http://www.huffingtonpost.com/2013/06/18/michael-burgess-abortion_n_3459108.html",
  "Nope":"Congrats! You avoided the pain, er, pleasure of Michael C. Burgess's company. Now, Share this!"
 },
 {
  "ID":63,
  "Name":"Sen. Ted Cruz",
  "Photo":"cruz",
  "Code":"TX",
  "State":"Texas",
  "Quote":"“Unlimited abortion access...is a very real manifestation of a war on women.”",
  "Fact1":"“I think that every human life is a precious gift from God and should be protected in law from conception until natural death.”",
  "Fact2":"I think gay marriage leads to Christianity being defined as “hate speech.”",
  "Fact3":"President Obama is just a “social worker” who wants to put ISIS “on expanded Medicaid.”",
  "Share":"Show your friends that Ted Cruz needs someone to drive him home so he doesn’t hurt himself or others.",
  "Match":"Everything about this match is an Ashley Madison sized embarrassment. Donate, it's less shameful. ",
  "MatchSocial":"Share if you think this is the worst \"Ted Talk\" ever. ",
  "Source":"http://www.bustle.com/articles/71469-ted-cruzs-views-on-abortion-are-pretty-amazing-and-not-in-a-good-way",
  "Nope":"Share to expose this creepy gynotician!"
 },
 {
  "ID":64,
  "Name":"Gov. Chris Christie ",
  "Photo":"christie",
  "Code":"NJ",
  "State":"New Jersey",
  "Quote":"“You know something may go down tonight. But it ain’t gonna be jobs, sweetheart.” ",
  "Fact1":"“I vetoed Planned Parenthood funding just this past week for the sixth time out of the budget in New Jersey.”",
  "Fact2":"I vetoed raising the minimum wage for New Jersey women, who make up 56% of NJ low wage workers.",
  "Fact3":"I’m a dick to people who challenge me.",
  "Share":"No one is into a 50 year old bully. Share this and remind people of that fact.",
  "Match":"You're a match with Chris Christie? Too bad Springer went off the air. Donate so we can help you get back to your senses. ",
  "MatchSocial":"Share if you think Chris has some anger issues. ",
  "Source":"http://thinkprogress.org/health/2015/02/26/3627565/new-jersey-family-planning/",
  "Nope":"Yay! You want R.E.S.P.E.C.T. Not C.H.R.I.S.T.I.E. Share to warn your friends about Governor Mean Girl. "
 },
 {
  "ID":65,
  "Name":"Sen. Thom Tillis",
  "Photo":"tillis",
  "Code":"NC",
  "State":"North Carolina",
  "Quote":"I used the Planned Parenthood controversy to kill a bill that would have benefited female veterans. ",
  "Fact1":"“First kid, we’ll give you a pass. Second, third or fourth kid, you’re on your own.”",
  "Fact2":"I believe your boss has a right to decide what birth control you should have in your insurance plan. ",
  "Fact3":"I opposed a resolution apologizing for an 1898 North Carolina massacre of African Americans because the amendment didn’t sufficiently honor white Republicans.",
  "Share":"If you think Senators who try to ban birth control are nuts, share this at once! ",
  "Match":"So you dig guys who think spreading ecoli at a restaurant is a \"personal freedom?\" Donate, it's a much safer way to be free. ",
  "MatchSocial":"Share if you support a resolution to make Thom apologize for everything he says. ",
  "Source":"https://www.washingtonpost.com/news/post-politics/wp/2015/07/22/the-planned-parenthood-controversy-may-have-killed-a-veterans-bill/",
  "Nope":"Good move. Now share to make this unhygenic birth control hater famous! "
 },
 {
  "ID":66,
  "Name":"Rep. Marsha Blackburn",
  "Photo":"blackburn",
  "Code":"TN",
  "State":"Tennessee",
  "Quote":"I opposed the reauthorization of the Violence Against Women Act because it protected lesbians and Native American women.",
  "Fact1":"I am a tireless advocate for designating full rights and personhood to a fertilized egg and creating less rights for actual people. ",
  "Fact2":"I have a 100% score from the National Right to Life Committee. ",
  "Fact3":"I was one of the co-sponsors of the “Birther Bill,” which aimed to question President Obama’s eligibility to be President.",
  "Share":"I am a bit of a secret in the batshit parade. Share to change that!",
  "Match":"Really? Donate to LPJ so we can hire a fixer for your life. ",
  "MatchSocial":"If you're a match with Marsha, you've hit bottom. Share to protect others from this fate. ",
  "Source":"http://www.politifact.com/personalities/marsha-blackburn/",
  "Nope":"Nope indeed. Share or you'll get (Black) burned. "
 },
 {
  "ID":67,
  "Name":"State Sen. Todd Gardenhire",
  "Photo":"gardenshire",
  "Code":"TN",
  "State":"Tennessee",
  "Quote":"I support a 48-hour wait period for abortions because “when you start talking to a doctor about them whacking on you down there you want to wait a while and think about it.”",
  "Fact1":"I became a youtube sensation after publicly calling a taxpayer who disagreed with me an asshole. ",
  "Fact2":"“Men go through a lot more stringent process for a vasectomy than women, I assume, go through for an abortion.”",
  "Fact3":"I have no website and my facebook page was last updated in 2012. But vote for me!",
  "Share":"How will anyone ever believe what a monster I am unless you share my profile!",
  "Match":"A match with Todd? This is practically a Catfish episode. Donate to LPJ so we can keep exposing him!",
  "MatchSocial":"...been whacked down there",
  "Source":"http://nashville.suntimes.com/nash-news/nash-politics-government/7/118/133533/state-senator-calls-healthcare-advocate-asshole/",
  "Nope":"Warn your friends because I keep most of my voting records a secret!"
 },
 {
  "ID":68,
  "Name":"Rep. Scott DesJarlais",
  "Photo":"desjarlias",
  "Code":"TN",
  "State":"Tennessee",
  "Quote":"I now look back with regret on the extra-marital sexual relationships I had with two patients, three co-workers and a pharmaceutical representative.",
  "Fact1":"I’m an anti-abortion congressman AND doctor who supported both of my wife’s abortions. ",
  "Fact2":"I also pressured two patients, who I knocked up, to have abortions.",
  "Fact3":"I’ve received a 100% score from the National Right to Life Committee, guess they don’t count the abortions in my personal life!",
  "Share":"Share to let people know just who is voting against YOUR right to have an abortion. ",
  "Match":"You and Scott should get a 100% rating from the National Pro-Hypocrite Committee. And you should donate to LPJ for this flaw.",
  "MatchSocial":"Share to let everyone know who is the cream of the crap. ",
  "Source":"http://nymag.com/thecut/2015/05/pro-life-views-change-if-abortion-gets-personal.html",
  "Nope":"Kill the mood by telling your friends about Scott!"
 },
 {
  "ID":69,
  "Name":"State Sen. Julian Carroll",
  "Photo":"carroll",
  "Code":"KY",
  "State":"Kentucky",
  "Quote":"I have voted in favor of forced ultrasounds for abortions on five separate occasions.",
  "Fact1":"I voted for a bill that forces a woman to meet with her doctor to learn about abortion alternatives.",
  "Fact2":"I believe liberals should leave the Democratic Party and form their own party.",
  "Fact3":"I want to deregulate coal and regulate women. ",
  "Share":"Share to let people know that in the land of political race horses, Julian should be put out to pasture. ",
  "Match":"You two lovebirtds can't sit with us. Donate and we may reconsider. ",
  "MatchSocial":"Share to spread the word about this regressive douche.",
  "Source":"http://www.state-journal.com/local%20news/2015/02/06/ultrasound-abortion-bill-gets-early-ok-in-kentucky-senate",
  "Nope":"Well done! Now go tell all your peeps this dinosaur is voting against your interests."
 },
 {
  "ID":70,
  "Name":"Mike Gonidakis",
  "Photo":"gonidakis",
  "Code":"OH",
  "State":"Ohio",
  "Quote":"I believe we should shut down the government to defund Planned Parenthood. ",
  "Fact1":"Even though I have zero medical credentials and I’m the president of Ohio Right to Life, the governor appointed me to the State Medical Board.",
  "Fact2":"I proposed a law to ban abortions when a heartbeat is detected, but you can only detect a heartbeat with a transvaginal ultrasound, so I’m for that too! ",
  "Fact3":"If you look at my Twitter feed, it’s a toss up as to what I’m more passionate about: hating women or loving the Browns. ",
  "Share":"Share yet aother creep who only talks about abortion and football. ",
  "Match":"You and Mike are bad medicine. We prescribe that you donate to LPJ!",
  "MatchSocial":"Tell your friends that it's time to pull the plug on this fake doctor.",
  "Source":"http://rhrealitycheck.org/article/2015/04/14/ohio-bill-uses-faux-disability-rights-language-erode-choice/",
  "Nope":"Let your friends know the non-Doctor is OUT. "
 },
 {
  "ID":71,
  "Name":"Pat Robertson",
  "Photo":"robertson",
  "Code":"VA",
  "State":"Virginia",
  "Quote":"“Planned Parenthood is teaching kids to fornicate, teaching people to have adultery, every kind of bestiality, homosexuality, lesbianism - everything that the bible condemns.”",
  "Fact1":"I believe the terror attacks on 9/11 should largely be blamed on the ACLU, abortionists, feminists and pagans. #IMeanObvi",
  "Fact2":"I said Hurricane Katrina was God's punishment for America's abortion policy. #OfCourseItIs",
  "Fact3":"I think that the only part of Leviticus that people need to pay attention to is what it says about homosexuality. Completely bypass the rest of it! #PickAndChoose",
  "Share":"Let your friends know that I am a morality meteorologist! I don’t believe in Global Warming - this is all your vaginas fault!",
  "Match":"You and Pat make predictions about the downfall of heathens while toasting to the ascent of the straight white male. Donate to LPJ because correcting a record this bad costs money!",
  "MatchSocial":"Share this and catch me on the Family Channel ;)",
  "Source":"http://www.rightwingwatch.org/content/pat-robertson-levitical-laws-apply-gays-no-one-else",
  "Nope":"Don't let Pat represent family values and storm chasers - share this profile to warn the world!"
 },
 {
  "ID":72,
  "Name":"Sen. Ben Sasse",
  "Photo":"sasse",
  "Code":"NE",
  "State":"Nebraska",
  "Quote":"“Government cannot force citizens to violate their religious beliefs under any circumstance.”",
  "Fact1":"Nevermind that racists, sexists and homophobes can all claim religious justification for their bigotry, according to my logic. ",
  "Fact2":"Sarah Palin AND Ted Cruz campaigned HARD for me and now I am a US Senator! ",
  "Fact3":"I was just 1 of 4 US senators who voted AGAINST a bill that would have kept veterans’ hospitals open.",
  "Share":"Let your friends know that I am out there denying their rights in the name of religious freedom!",
  "Match":"You and Ben can stone adulterers together! You should donate to LPJ because MY religion says you have to!",
  "MatchSocial":"Share to expose what an asshat Ben really is.",
  "Source":"http://thinkprogress.org/justice/2014/05/14/3437587/nebraska-sasse-absolute-religious-liberty/",
  "Nope":"Don't let my freedom interfere with your freedom to share this!"
 },
 {
  "ID":73,
  "Name":"Gov. Scott Walker",
  "Photo":"walker",
  "Code":"WI",
  "State":"Wisconsin",
  "Quote":"I passed a law that denies abortions to rape and incest victims.",
  "Fact1":"I am fighting for a law that would force a medically unnecessary vaginal probe into a person before having an abortion. Oh, and she has to pay for it herself. ",
  "Fact2":"I signed a law that allows men to sue abortion providers because they feel emotionally hurt that their sperm didn’t carry on.",
  "Fact3":"I voted against equal pay for women.",
  "Share":"Let your friends know that I am a tireless supporter of stripping away the rights of anyone who can’t afford to donate to my campaign.",
  "Match":"You and Scott can probe your way into each others hearts. Donate to LPJ so we can continue to ultrasound off about it!",
  "MatchSocial":"Share to show just how far right Scott's ideas are!",
  "Source":"http://thinkprogress.org/election/2015/05/10/3640558/scott-walker-birth-defects-doctors/",
  "Nope":"Don't let Scott Walker walk all over your rights, share this!"
 },
 {
  "ID":74,
  "Name":"Carly Fiorina",
  "Photo":"fiorina",
  "Code":"CA",
  "State":"California",
  "Quote":"“Liberals believe that flies are worth protecting, but that the life of an unborn child is not.”",
  "Fact1":"Sarah Palin has endorsed me!",
  "Fact2":"I ran Hewlett Packard...into the ground. ",
  "Fact3":"I am presidential material. I have tough ideas about Iran AND fashion. Don’t forget that time I said Barbara Boxer’s hair was “so yesterday.” ",
  "Share":"Let your friend know that I think my feelings about abortion should be everyone’s feelings AND I want to make laws!",
  "Match":"Together, you and Carly can drive the country into the ground. Donate to help us recover. ",
  "MatchSocial":"Let your friends know that Carly doesn't represent all women!",
  "Source":"http://www.bustle.com/articles/80749-carly-fiorinas-stance-on-abortion-is-set-in-stone-she-believes-most-americans-will-agree?utm_source=nar.al&utm_medium=urlshortener&utm_campaign=FB",
  "Nope":"You and Carly don't match - unless you want her to make decisions for you. Share with your friends who make their own choices. "
 },
 {
  "ID":75,
  "Name":"Donald Trump",
  "Photo":"trump",
  "Code":"NY",
  "State":"New York",
  "Quote":"“You could see there was blood coming out of her eyes, blood coming out of her wherever.” ",
  "Fact1":"I spent more money than most tryng to prove Obama’s birth certificate is fake.",
  "Fact2":"I think we should stop undocumented Mexicans from entering the U.S because “they’re rapists.”",
  "Fact3":"“If Ivanka weren’t my daughter, perhaps I’d be dating her.” ",
  "Share":"Share this so that Donald Trump can finally get some publicity.",
  "Match":"You have personally jumped the shark. Donate to rescue your reputation. ",
  "MatchSocial":"You're a loosah. Share this or ya fired!",
  "Source":"http://www.rightwingwatch.org/content/worldnetdaily-god-may-use-donald-trump-usher-second-coming-jesus",
  "Nope":"I'm building a wall around my uterus to keep this asshole out. Share if you think others will agree."
 },
 {
  "ID":76,
  "Name":"Sen. Marco Rubio",
  "Photo":"rubio",
  "Code":"FL",
  "State":"Florida",
  "Quote":"I think all abortions should be illegal in all circumstances. ",
  "Fact1":"I voted against federal action to help prevent violence against women. ",
  "Fact2":"I believe that when sperm hits an egg, it has more rights than you. ",
  "Fact3":"I voted to allow your boss to deny you birth control in your healthcare plan.",
  "Share":"Let people know Marco Rubio is not a fan of birth control.",
  "Match":"Congratulations! You're matched up with the reasonable, moderate piece of batshit. Donate and we will help you escape!",
  "MatchSocial":"Share this to let everyone know Marco is the future of douchebaggery.",
  "Source":"http://www.newyorker.com/magazine/2012/01/09/war-of-choice",
  "Nope":"Next! Share and give others a chance to reject this shit show."
 },
 {
  "ID":77,
  "Name":"Sen. Rand Paul",
  "Photo":"paul",
  "Code":"KY",
  "State":"Kentucky",
  "Quote":"As President, I would strongly support legislation restricting federal courts from hearing cases like Roe v. Wade, in an effort to stop harming the lives of the unborn.",
  "Fact1":"I do not think the government should require private businesses to serve customers of all races.",
  "Fact2":"My gun rights supporters think the NRA is too liberal.",
  "Fact3":"I introduced the so-called “Life at Conception Act,” which would grant “personhood” to fertilized eggs, effectively banning abortion, embryonic stem-cell research and many forms of birth control.",
  "Share":"Share my libertarianism that doesn’t extend to women! ",
  "Match":"This match NRAin't right. Donate and we'll help you escape when you realize he's apPAULling.",
  "MatchSocial":"A match? Talk to the Rand. But share this first. ",
  "Source":"http://www.usnews.com/news/articles/2015/04/16/rand-paul-outlines-2016-strategy-to-go-on-anti-abortion-offensive",
  "Nope":"Wise choice. Now spread the word on how to avoid this Clustuckyfuck."
 },
 {
  "ID":78,
  "Name":"Sen. Lindsey Graham",
  "Photo":"graham",
  "Code":"SC",
  "State":"South Carolina",
  "Quote":"If I become president, I will have a “rotating first lady.”",
  "Fact1":"I keep fighting for a 20-week abortion ban, not based on science, but because I met twins born at 20 weeks, even though science says that’s impossible. ",
  "Fact2":"The citizenry of the United States needs to be able to easily acquire assault rifles to combat “roaming gangs” that would be running amok after say, a state of emergency like a hurricane.",
  "Fact3":"“Free speech is a great idea, but we’re in a war.” ",
  "Share":"Share the love that dare not speak its name.",
  "Match":"Maybe you will be a rotating First Lady! Donate before you get dizzy. ",
  "MatchSocial":"Share to let others know that Lindsey has his eye on you (an your uterus.)",
  "Source":"http://www.politico.com/story/2015/06/lindsey-grahams-abortion-push-could-imperil-fellow-gopers-118849.html",
  "Nope":"Let the world know why this southerner should not rise again."
 },
 {
  "ID":79,
  "Name":"Gov. John Kasich",
  "Photo":"kasich",
  "Code":"OH",
  "State":"Ohio",
  "Quote":"As Governor of Ohio, I passed a law that makes it illegal for rape counselors to mention abortion as an option.",
  "Fact1":"I cast 118 anti-choice votes during my time in the U.S. House of Representatives. ",
  "Fact2":"Since becoming Governor in 2011, I’ve enacted 16 anti-abortion measures.",
  "Fact3":"I’m the “moderate” one running for president of the United States.",
  "Share":"Share to let folks know that Ohio is also home of the Rock ‘n Roll-Back-Abortion-Rights Hall of Fame!",
  "Match":"Way to go! You match a low-key man who's quietly anti-choice and anti-women. Donate and we'll send an apology on your behalf to women everywhere.",
  "MatchSocial":"Share this to help send Kasich back to his Fox News show instead of The White House.",
  "Source":"http://www.motherjones.com/politics/2015/07/wolf-sheeps-clothing-gov-kasichs-reproductive-rights-record",
  "Nope":"You have good judgment, you've avoided a Santorum in sheep's clothing."
 },
 {
  "ID":80,
  "Name":"State Sen. Phil Jensen",
  "Photo":"jensen",
  "Code":"SD",
  "State":"South Dakota",
  "Quote":"I sponsored a bill that would have made it legal to kill abortion doctors. All my GOP collegues voted to move it out of committee.",
  "Fact1":"I fight for laws so that \"parents may direct the rearing of their children without undue governmental infringement.\"",
  "Fact2":"I sponsored a bill to allow businesses to refuse service based on sexual orientation, and I think legislation should also exist that protects those who’d like to discriminate by race.",
  "Fact3":"I worked hard to pass laws that force mandatory drug testing on welfare recipients. ",
  "Share":"Let everyone know the American Taliban has a cell in South Dakota. ",
  "Match":"You and Phil are a match. Please light yourself on fire. Or donate, whichever. ",
  "MatchSocial":"Share the sickness of this dude with everyone you know. ",
  "Source":"http://www.motherjones.com/politics/2011/02/south-dakota-hb-1171-legalize-killing-abortion-providers",
  "Nope":"You prefer someone from the 21st century, share to send this neanderthal back to his cave. "
 },
 {
  "ID":81,
  "Name":"Sen. Mike Lee",
  "Photo":"lee",
  "Code":"UT",
  "State":"Utah",
  "Quote":"I believe people who support abortion rights are savages who practice a “culture of death.”",
  "Fact1":"I attached a “defund Planned Parentood” amendment to a highway bill. ",
  "Fact2":"A poll revealed I am the most conservative person Utah has ever sent to the U.S. Senate. ",
  "Fact3":"I believe The Violence Against Women Act is unconstitutional. ",
  "Share":"If you long for the days when the Osmonds were the scariest thing in Utah, share this.",
  "Match":"You two kids go out and have some defund! Donate to thank us for helping you find your dream douche.",
  "MatchSocial":"Share Mike Lee's horrible values with the world. ",
  "Source":"http://www.lee.senate.gov/public/index.cfm/press-releases?ID=de392285-b2d1-44fd-ac79-d2cb7a5a3342",
  "Nope":"Guess you've had enough cray-cray for one day. Share to spread the cray."
 },
 {
  "ID":82,
  "Name":"Rep. Cresent Hardy",
  "Photo":"hardy",
  "Code":"NV",
  "State":"Nevada",
  "Quote":"My children won’t be a drain on society like children with disabilities. ",
  "Fact1":"I compared the Employment Non-Discrimination Act to segregation.",
  "Fact2":"“I would work with the House Republican Leadership and the National Right to Life to end the practice of abortion in our country.”",
  "Fact3":"I’m BFFs with Cliven Bundy.",
  "Share":"With friends like Cliven Bundy, he still won a congressional seat. Tell all your friends he is voting on their lives!",
  "Match":"Seriously? Why don't you just kick a puppy. Donate and repent. ",
  "MatchSocial":"Let you friends know Cresent Hardy represents the Cliven Bundy wing of the GOP.",
  "Source":"http://www.reviewjournal.com/columns-blogs/politics/slash-politics/top-5-worst-cresent-hardy-quotes-and-worst-i-mean-best",
  "Nope":"There are hundreds of guys like this! Start by sharing this one. "
 },
 {
  "ID":83,
  "Name":"Gov. Jim Gilmore",
  "Photo":"gilmore",
  "Code":"VA",
  "State":"Virginia ",
  "Quote":"“My personal view was all the way back in law school we concluded that Roe v. Wade was wrongly decided.” ",
  "Fact1":"I’m not against all abortions. You should be able to get one, but only if you can sneak it in before 8 weeks. ",
  "Fact2":"I signed legislation requiring a 24-hour waiting period and parental notifications for abortions for minors, because parents are ALWAYS reasonable about this stuff. ",
  "Fact3":"Thanks to me, it’s now illegal for anyone in the great state of Virginia to clone you. ",
  "Share":"Share this profile because this guy is an extremist running for president and most people have never heard of him. ",
  "Match":"What? You actually like this dude? Donate here to redeem yourself. ",
  "MatchSocial":"If you think you should be the only president of your uterus, share this profile!",
  "Source":"http://archive.lifenews.com/nat2999.html",
  "Nope":"You know a loser when you see one! Tell your friends exactly the kind of guys you wouldn't let in!"
 },
 {
  "ID":84,
  "Name":"Gov. Jeb Bush ",
  "Photo":"bush",
  "Code":"FL",
  "State":"Florida ",
  "Quote":"I’m “probably the most pro-life governor in modern times.” ",
  "Fact1":"I tried to resist a judge’s orders to allow a 13 year old ward of the state have an abortion. ",
  "Fact2":"I also tried to appoint a guardian for a fetus of a mentally disabled rape victim in order to stop her from having an abortion. ",
  "Fact3":"I believe in “privatization in every area where privatization is possible.” Except your privates... I call the shots there. ",
  "Share":"Share this profile is you’re already tired of the BUSHshit",
  "Match":"Really? You must think third time's a charm with the Bushes. Donate to prove you're not this delusional. ",
  "MatchSocial":"Share this if you think Bush should stay out of your Bush.",
  "Source":"http://www.huffingtonpost.com/2015/03/25/jeb-bush-abortion_n_6940568.html",
  "Nope":"Good Job, the only Bush you love is your own! Share the love with your friends!"
 },
 {
  "ID":85,
  "Name":"Gov. Bobby Jindal ",
  "Photo":"jindal",
  "Code":"LA",
  "State":"Louisiana ",
  "Quote":"If it weren’t for Roe v. Wade, abortion would be completely banned in the state I govern!",
  "Fact1":"“I’ve got no problem if a school board says, we want to teach our kids about creationism.” I also have a biology degree. ",
  "Fact2":"I defunded Planned Parenthood after those tapes were released even though there isn’t a Planned Parenthood in Louisiana that performs abortions. ",
  "Fact3":"I participated in the exorcism to purge the spirit of Satan from a college girlfriend, in case you were wondering what a date with me is like.",
  "Share":"Share if you think we need to purge Bobby from office.",
  "Match":"Are you possessed? Donate to exorcise yourself of this demon.",
  "MatchSocial":"Share if you pray for the day Bobby can't make decisions about your body. ",
  "Source":"http://www.salon.com/2015/06/28/bobby_jindal_cynical_charlatan_how_a_one_time_gop_star_turned_into_another_scheming_religious_wingnut/",
  "Nope":"You skipped Bobby? Consider yourself #blessed. Share the good news."
 },
 {
  "ID":86,
  "Name":"Gov. Rick Perry ",
  "Photo":"perry",
  "Code":"TX",
  "State":"Texas ",
  "Quote":"“To be clear, my goal, and the goal of many of those joining me here today, is to make abortion, at any stage, a thing of the past.”",
  "Fact1":"I'm the governor who, with the stroke of a pen, closed all but 6 abortion clinics in Texas.",
  "Fact2":"I believe in abstinence only education for my state, and it worked! We have the third highest teen pregnancy rate in the country!",
  "Fact3":"I vetoed an equal pay bill for women because it might undermine, “Texas’ commitment to smart regulations and fair courts.”",
  "Share":"Share this if you think Rick Perry should get out of politics and go back to his family ranch. ",
  "Match":"What? to make up for this connection, you should practice abstinence and donate to LPJ to show you are capable of making a smart decision.",
  "MatchSocial":"Share this because Rick thinks he's going to be president!",
  "Source":"http://thinkprogress.org/election/2015/06/04/3666032/rick-perry-presidential-2016/",
  "Nope":"This is smarter than anything Rick has ever said. Share to make his stupid known to others."
 },
 {
  "ID":87,
  "Name":"Sen. Rick Santorum ",
  "Photo":"santorum",
  "Code":"PA",
  "State":"Pennsylvania ",
  "Quote":"If you are impregnated by rape, I think you should accept “the gift of human life, and accept what God has given to you”. ",
  "Fact1":"I don’t like birth control or sex for pleasure because they’re “a license to do things in the sexual realm that is counter to how things are supposed to be.”",
  "Fact2":"“In every society, the definition of marriage has not ever,, to my knowledge included homosexuality. That’s not to pick on homosexuality. It’s not, you know, man on child, man on dog, or whatever the case may be.”",
  "Fact3":"I proposed a law requiring unwed mothers to disclose the name of the child’s father before being allowed to recieve assistance from the state. ",
  "Share":"Share if you think God should give women better gifts and Rick should shut the fuck up. ",
  "Match":"Is this a match because you also think sex for pleasure is overrated? Donate to LPJ so you can feel something good!",
  "MatchSocial":"Share this if you think Rick Santorum should stop announcing how limited his sex life is.",
  "Source":"http://www.rollingstone.com/politics/news/10-completely-vile-things-rick-santorum-has-said-20150528?page=2",
  "Nope":"Good job! You deserve someone who doesn't think sexual assault is a \"gift\". Share to let others know about this creep. "
 },
 {
  "ID":88,
  "Name":"Gov. George Pataki",
  "Photo":"pataki",
  "Code":"NY",
  "State":"New York",
  "Quote":"If elected president, I would send U.S. troops into a war with ISIS.",
  "Fact1":"As governor of New York, I blocked the over-the-counter sale of the morning after pill. ",
  "Fact2":"I just LOVE the idea of repealing Obamacare. I don’t care how many millions of people it’s helped get insured.",
  "Fact3":"I know reproductive rights and gay rights directly affect the majority of Americans, but talking about that stuff is just a waste of our time. ",
  "Share":"Pataki’s a wolf in sheep’s clothing. Let all your friends know that he ain’t no republican moderate.",
  "Match":"Ugh, what part of George appeals to you? Make up for that shortcoming by donating here. ",
  "MatchSocial":"Tell your friends this is what \"reasonable\" looks like these days.",
  "Source":"https://www.yahoo.com/politics/the-george-pataki-record-a-roosevelt-republican-120112481156.html?soc_src=social-sh&soc_trk=tw via ",
  "Nope":"Great. You know he sucks. Make sure all your friends do too!"
 },
 {
  "ID":89,
  "Name":"Gov. Mary Fallin",
  "Photo":"fallin",
  "Code":"OK",
  "State":"Oklahoma",
  "Quote":"I am hopeful that one day soon the courts will re-examine and reverse Roe v. Wade.",
  "Fact1":"I signed legislation that enabled Oklahoma to experiment with the drugs used in lethal injection and to keep the details secret.",
  "Fact2":"I signed 10 abortion restrictions into law and denied 150k Oklahomans healthcare by refusing to accept Medicaid expansion. ",
  "Fact3":"As governor, I have effectively gutted even the modest prison reforms passed by the legislature, and continue to keep Oklahoma first in the nation (and likely the world) in incarcerating women. #HumbleBrag",
  "Share":"Let your friends know Oklahoma’s governor is anything but OK. ",
  "Match":"Have fun experimenting with death penalty drugs together. Donate to LPJ so we can grant you a stay. ",
  "MatchSocial":"Mary Fallin is all pro-life except when it comes to life. Share and expose her hypocrisy! ",
  "Source":"http://www.washingtonpost.com/news/acts-of-faith/wp/2015/07/07/oklahomas-ten-commandments-statue-isnt-going-anywhere-governor-says/",
  "Nope":"Now you're Freeee! Free [from] Fallin! "
 },
 {
  "ID":90,
  "Name":"State Rep. Brian Greene",
  "Photo":"greene",
  "Code":"UT",
  "State":"Utah",
  "Quote":"Sex with an unconscious person might be rape in a first date scenario but not if you are married.",
  "Fact1":"I fought hard to make it illegal for officers to enforce any federal gun laws in Utah.",
  "Fact2":"“We should encourage the privatization of public services whenever appropriate.”",
  "Fact3":"I don’t support the inclusion of gender identity in Utah’s anti-discrimination laws. ",
  "Share":"Share to let people know Brian has issues understanding consent.",
  "Match":"You and Brian Greene? Hope you don't fall asleep. Donate so we can wake you up out of this nightmare match!",
  "MatchSocial":"Let your friends know about yet another politician who does not understand women are not property. ",
  "Source":"http://www.sltrib.com/home/2136918-155/utah-lawmakers-debate-how-to-define",
  "Nope":"You know a creep when you see one! Now spread the word! "
 },
 {
  "ID":91,
  "Name":"Patricia D. Stewart",
  "Photo":"stewart",
  "Code":"MA",
  "State":"Massachusetts",
  "Quote":"I’m an attorney with Alliance Defending Freedom, fighting for the freedom to harass women seeking abortions.",
  "Fact1":"I wrote “The Health Care Decision Guide for Catholics,” a handbook for those seeking “pro-life choices” for medical treatment.",
  "Fact2":"I get paid to give speeches that manipulate vulnerable people into believing assissted suicide turns doctors into killers. ",
  "Fact3":"I’ve only been photographed once in my life.",
  "Share":"Let your friends know you’ve found a great one!",
  "Match":"You & Patricia D. Stewart? That's disgusting.",
  "MatchSocial":"Let your friends know about this dingbat.",
  "Source":"http://www.nytimes.com/2014/07/15/us/massachusetts-proposes-bill-after-abortion-clinic-ruling.html?_r=0",
  "Nope":"You dodged a bullet! Now share this nightmare with your friends!"
 },
 {
  "ID":92,
  "Name":"State Rep. Elizabeth Scott",
  "Photo":"scott",
  "Code":"WA",
  "State":"Washington",
  "Quote":"“It could be as simple as a spouse walking around in the nude and if the other spouse finds that offensive, it would now be a felony.” ",
  "Fact1":"I was the only representative to vote against a bill that allowed a spouse to be charged with raping the other spouse... because marriage means you should love, honor, and submit to felonious assault. ",
  "Fact2":"I refused to sign on to a routine resoultion honoring a former Governor who died - because he was pro-choice. ",
  "Fact3":"I sponsored a personhood amendment, basically granting full legal rights to your home pregnancy test. ",
  "Share":"Tell your friends that Washington state has a rape denier making decisions for them!",
  "Match":"You two are a match? Don't get too cosy, if you are pro choice, she'll skip your funeral. You should donate so we can throw you a wake for your sanity. ",
  "MatchSocial":"Tell your friends about this compassion-free monster. ",
  "Source":"http://www.heraldnet.com/article/20130418/NEWS01/704189942",
  "Nope":"You're better off - this is not anyone's type of personhood. Share if you agree. "
 },
 {
  "ID":93,
  "Name":"Alan Lyle Howe",
  "Photo":"howe",
  "Code":"VT",
  "State":"Vermont",
  "Quote":"I’m a 50-something year old guy suing because I don’t wanna pay for abortions in my healthcare plan. ",
  "Fact1":"Progressive Vermont has so few anti-choice politicians, that it’s up to private citizens to step up and try to deny women their reproductive rights. And I’m the guy who stepped up... ladies! ",
  "Fact2":"I sued because I feel that my religious freedom is violated becasue all health plans offered in Vermont pay for elective abortions. I didn’t elect those abortions! ",
  "Fact3":"Because I refuse to accept health insurance that pays for abortions, I can’t get health insurance. Beyond that, I obviously don’t “get” even the concept of health insurance. ",
  "Share":"Alan’s lawyer is Patricia D. Stewart, who’s clientelle consists of many white guys who, like Alan, also sue over not paying for abortions. Search Massachusetts and read HER profile. Then share both! ",
  "Match":"You and Alan are a match! Congrats! You connect with the biggest douchebag in Vermont. Donate so we can help you out of this mess. ",
  "MatchSocial":"Tell your friends that Alan is one of many guys who is pissed about having to pay for health insurance that covers abortions.",
  "Source":"http://www.burlingtonfreepress.com/story/news/local/2015/02/24/lawsuit-targets-vermont-abortion/23909863/",
  "Nope":"You have elected not to go with Alan. Good choice... while you still have choice. "
 },
 {
  "ID":94,
  "Name":"Sen. John Hoeven",
  "Photo":"hoeven",
  "Code":"ND",
  "State":"North Dakota",
  "Quote":"I signed a law that forces a patient to view an ultrasound image of their fetus before an abortion.",
  "Fact1":"As governor, I signed a law that requires doctors to tell women that an abortion will terminate the life of a “whole, separate, unique, living human being.” ",
  "Fact2":"Rape, incest, and threats to the life of the mother are the only reasons for abortion I can think of. Why else would a woman need one?",
  "Fact3":"I am the fracking king of the U.S. senate. ",
  "Share":"Tell everyone how harmful I can be outside of North Dakota now that I’m in the Senate. ",
  "Match":"You matched with HIM?! Frack You! Redeem yourself by donating here. ",
  "MatchSocial":"Tell everyone just how awful I've been to women and planet Earth.",
  "Source":"http://archive.lifenews.com/state4133.html",
  "Nope":"Tell the world this guy should pay attention to the drilling in his own bedroom, and no where else. "
 },
 {
  "ID":95,
  "Name":"State Rep. Dennis Richardson",
  "Photo":"richardson",
  "Code":"OR",
  "State":"Oregon",
  "Quote":"“A woman relinquishes her unfettered right to control her own body when her actions cause the conception of a baby.”",
  "Fact1":"I voted against mandating that hospitals offer emergency contraception to women who have been sexually assaulted.",
  "Fact2":"I sponsored legislation to give unborn fetuses the rights of humans and to require parental notification for abortions.",
  "Fact3":"I want to send undocumented criminals to China.",
  "Share":"Let your friends know Dennis Richardson has a lot of feelings. ",
  "Match":"You & Dennis Richardson? That is a big environmental disaster and Oregon HATES environmental disasters. Donate so LPJ can clean up this mess!",
  "MatchSocial":"Let your friends know how many Dennis Richardsons are in the world! ",
  "Source":"http://www.motherjones.com/mojo/2014/10/oregon-governor-richardson-abortion",
  "Nope":"Nope indeed! Share this douchenozzle and go back to whatever you were doing. "
 },
 {
  "ID":96,
  "Name":"State Sen. Gary Simpson",
  "Photo":"simpson",
  "Code":"DE",
  "State":"Delaware",
  "Quote":"Access to abortions shouldn’t be easy, and I’m here to make things as hard as possible for Delaware women. ",
  "Fact1":"I voted \"no\" on a bill that would prevent protestors from obstructing the entrances of health clinics. Harassment and medical care go hand in hand. ",
  "Fact2":"Discrimination based on gender identity is a perfectly good thing! That’s why I voted “no” on a bill that would prohibit such discrimination in housing, hiring, and other areas.",
  "Fact3":"Discrimination based on sexual orientation is cool too. I voted “no” on a bill that prohibited that kind of discrimination. I just really don’t like anyone who isn’t just like me. ",
  "Share":"Tell everyone how harmful I can be to anyone who isn’t me. ",
  "Match":"You matched with this guy? Say good-bye to freedom! Donate so we can bail you out of your personal prison.",
  "MatchSocial":"Tell your friends all about how awful your new pal is for women.",
  "Source":"http://votesmart.org/candidate/key-votes/17274/gary-simpson#.VdZHBouUu9Y",
  "Nope":"You avoided a creep. Tell your friends so they can too!"
 },
 {
  "ID":97,
  "Name":"Lt. Gov. Duke Aiona",
  "Photo":"aiona",
  "Code":"HI",
  "State":"Hawaii",
  "Quote":"I don’t think abortion should be legal, even in the case of rape or incest.",
  "Fact1":"I was associated with ITN, the organization which brought the “kill the gays” law to Uganda.",
  "Fact2":"I accepted funds from ITN to take a personal trip with my wife to Argentina.",
  "Fact3":"I guest starred as myself on Hawaii 5-0.",
  "Share":"Let your friends know that when I am not trying to harm women, I am harming gay folks! ",
  "Match":"You and Duke Aiona? Aloha, Felicia. Donate so we can lei his career to rest.",
  "MatchSocial":"Let your friends know Hawaii has some dudes who are not chill. ",
  "Source":"http://www.dailykos.com/story/2014/10/06/1334727/-Duke-Aiona-R-HI-featured-speaker-at-kill-the-gays-ITN-event#",
  "Nope":"Yay! Have a mai tai and celebrate avoiding this dude. Spread the word so others can too!"
 },
 {
  "ID":98,
  "Name":"Laura Ingraham",
  "Photo":"ingraham",
  "Code":"CT",
  "State":"Connecticut",
  "Quote":"“True Americans are White, Christian and Conservative.”",
  "Fact1":"I’m a sensible woman. I think Planned Parenthood employees are heinous, Hitlerian freaks.",
  "Fact2":"I’m a radio host who played gun shot sound effects over the speech of civil rights leader, Rep. John Lewis, from the March on Washington. ",
  "Fact3":"I hate the movie Django Unchained because it portrays slave owners unfairly.",
  "Share":"Let your friend know what a treasure I am!",
  "Match":"Intolerence is your Viagra. Hawt. Donate what you would have spent on boner pills to LPJ to relieve some of your guilt. ",
  "MatchSocial":"Let your friends know just how bad talk radio can be.",
  "Source":"http://www.salon.com/2013/08/27/the_despicable_laura_ingraham_outdoes_herself/",
  "Nope":"You're a smart cookie! Share this asshole with your friends!"
 },
 {
  "ID":99,
  "Name":"Olivia Gans Turner",
  "Photo":"gans",
  "Code":"DC",
  "State":"Washington, DC",
  "Quote":"I had an abortion, now I run an organization that tells people they shouldn’t.",
  "Fact1":"I’m the director of American Victims of Abortion.",
  "Fact2":"I compared the right to have an abortion to yelling “fire!” in a theater.",
  "Fact3":"I want Planned Parenthood defunded.",
  "Share":"Let your friends know about the lies this women will tell women considering abortion.",
  "Match":"You & Olivia Gans is one thing you WILL regret.",
  "MatchSocial":"Let your friends know about this dangerouse this woman is!",
  "Source":"http://www.collegiatetimes.com/news/state/state-board-of-health-finalizes-regulations-for-abortion-clinics/article_48877180-809b-569e-a789-c2a87614e170.html",
  "Nope":"You' can spot a fraud! Share this one with your friends."
 },
 {
  "ID":100,
  "Name":"Cynthia Lummis",
  "Photo":"lummis",
  "Code":"WY",
  "State":"Wyoming",
  "Quote":"“I am proud to stand with Rep. Diane Black of Tennessee to work to cut any taxpayer money from being given to Planned Parenthood...”",
  "Fact1":"I voted against The Violence Against Women Act (VAWA)",
  "Fact2":"I got an F on my Shriver Center Poverty Scorecard because of my votes against assistance for the poor. ",
  "Fact3":"I’m one of the richest members of Congress. $$$$$",
  "Share":"Let your friends know that WYOMING has ONLY ONE member of Congress and this is what she focuses on.",
  "Match":"You & Cynthia Lummis are not making life easier for anyone. ",
  "MatchSocial":"Let your friends know that the only congressman representing Wyoming is not great to it's women. ",
  "Source":"http://trib.com/news/state-and-regional/govt-and-politics/wyoming-congressional-delegation-still-opposes-same-sex-marriage/article_d7716b9f-dae4-5b4c-8e41-cb462a411889.html",
  "Nope":" Rich and cruel. Share and remind Wyoming this is their ONLY voice in congress."
 },
 {
  "ID":101,
  "Name":"Rep. Steve Pearce",
  "Photo":"pearce",
  "Code":"NM",
  "State":"New Mexico",
  "Quote":"“The wife is to “voluntarily submit” to her husband, but that it doesn’t make her inferior to him.” ",
  "Fact1":"I am a great storyteller. Like the time I claimed my opponant voted for cloning that would create human embryos specifically to be destroyed for scientific research.",
  "Fact2":"I believe when the sperm meets the egg, you are a mom.",
  "Fact3":"I received a 0% rating from NARAL! ",
  "Share":"“Voluntarily submit” this info to all your friends on social media!",
  "Match":"You & Steve Pearce? LPJ gives YOU a 0% rating!",
  "MatchSocial":"Let your friends know about this ignoramus! ",
  "Source":"http://www.washingtonmonthly.com/political-animal/2011_10/quote_of_the_week032992.php",
  "Nope":"You know an invasive species when you see one! Now share this douchebag with your friends!"
 }
]